###armor curses
items.armor.curses.antientropy.name=\u53CD\u71B5%s
items.armor.curses.antientropy.desc=\u53CD\u71B5\u8BC5\u5492\u4E0E\u5B87\u5B99\u6CD5\u5219\u80CC\u9053\u800C\u9A70\uFF0C\u5C06\u73AF\u5883\u4E2D\u7684\u70ED\u80FD\u8F6C\u79FB\u5230\u7A7F\u6234\u8005\u8EAB\u4E0A\u3002\u8FD9\u4F1A\u4F7F\u7A7F\u6234\u8005\u71C3\u70E7\u8D77\u6765\uFF0C\u5E76\u7ACB\u523B\u4F7F\u5176\u5468\u56F4\u9677\u5165\u51B0\u51BB\u3002

items.armor.curses.bulk.name=\u81C3\u80BF%s
items.armor.curses.bulk.desc=\u81C3\u80BF\u8BC5\u5492\u7684\u62A4\u7532\u770B\u4E0A\u53BB\u66F4\u52A0\u539A\u91CD\uFF0C\u4F46\u5B9E\u9645\u4E0A\u9632\u5FA1\u529B\u5E76\u6CA1\u6709\u589E\u5F3A\u3002\u7855\u5927\u7684\u4F53\u79EF\u53CD\u800C\u8BA9\u4F7F\u7528\u8005\u96BE\u4EE5\u7A7F\u8FC7\u95E8\u53E3\u3002

items.armor.curses.corrosion.name=\u8150\u8680%s
items.armor.curses.corrosion.desc=\u8150\u8680\u62A4\u7532\u4F1A\u55B7\u6E85\u51FA\u4FB5\u8680\u6027\u6DB2\u4F53\uFF0C\u4E3A\u533A\u57DF\u5185\u7684\u6240\u6709\u4E1C\u897F\u76D6\u4E0A\u4E00\u5C42\u9ECF\u7CCA\u7CCA\u7684\u9178\u6027\u6CE5\u6D46\u3002

items.armor.curses.displacement.name=\u5B9A\u76F8%s
items.armor.curses.displacement.desc=\u5B9A\u76F8\u8BC5\u5492\u4F1A\u5728\u7A7F\u6234\u8005\u53D7\u5230\u653B\u51FB\u65F6\u8BD5\u56FE\u5C06\u5176\u4F20\u9001\u5230\u5B89\u5168\u5730\u5E26\u3002\u4E0D\u8FC7\uFF0C\u8FC7\u5F3A\u7684\u5A01\u529B\u53CD\u5012\u4F1A\u5BFC\u81F4\u4F7F\u7528\u8005\u88AB\u968F\u673A\u4F20\u9001\u5230\u5C42\u5185\u5404\u5904\u3002

items.armor.curses.metabolism.name=\u4EE3\u8C22%s
items.armor.curses.metabolism.desc=\u4EE3\u8C22\u8BC5\u5492\u5728\u7A7F\u6234\u8005\u53D7\u4F24\u65F6\u80FD\u76F4\u63A5\u5C06\u9971\u8179\u5EA6\u8F6C\u5316\u4E3A\u751F\u547D\u503C\uFF0C\u63D0\u4F9B\u989D\u5916\u7684\u6CBB\u7597\uFF0C\u4F46\u4F60\u4F1A\u5F88\u5FEB\u9677\u5165\u9965\u997F\u4E4B\u4E2D\u3002

items.armor.curses.multiplicity.name=\u5206\u8EAB%s
items.armor.curses.multiplicity.desc=\u53D7\u5230\u5206\u8EAB\u8BC5\u5492\u7684\u9632\u5177\u542B\u6709\u4E00\u79CD\u5371\u9669\u7684\u590D\u5236\u9B54\u6CD5\u3002\u6709\u65F6\u5019\u5B83\u4F1A\u590D\u5236\u51FA\u7A7F\u6234\u8005\u7684\u955C\u50CF\uFF0C\u4F46\u4E5F\u6709\u540C\u7B49\u51E0\u7387\u590D\u5236\u653B\u51FB\u8005\uFF01

items.armor.curses.overgrowth.name=\u4E1B\u751F%s
items.armor.curses.overgrowth.desc=\u4E1B\u751F\u8BC5\u5492\u7684\u62A4\u7532\u4E0A\u751F\u957F\u7740\u5404\u79CD\u690D\u7269\u3002\u4ECE\u7F8E\u5B66\u7684\u89D2\u5EA6\u6765\u8BB2\u9887\u4E3A\u6709\u8DA3\uFF0C\u4F46\u8FD9\u4E9B\u82B1\u82B1\u8349\u8349\u5BF9\u9632\u5FA1\u529B\u6CA1\u6709\u4EFB\u4F55\u8D21\u732E\uFF0C\u53EA\u4F1A\u5728\u6218\u6597\u4E2D\u968F\u673A\u53D1\u52A8\u6548\u679C\uFF01

items.armor.curses.stench.name=\u6076\u81ED%s
items.armor.curses.stench.desc=\u53D7\u5230\u6076\u81ED\u8BC5\u5492\u7684\u9632\u5177\u4F1A\u91CA\u653E\u51FA\u56E2\u56E2\u6BD2\u96FE\uFF0C\u5BF9\u4E00\u5207\u6765\u4E0D\u53CA\u9003\u79BB\u7684\u5BF9\u8C61\u9020\u6210\u4F24\u5BB3\u3002


###glyphs
items.armor.glyphs.affection.name=\u9B45\u60D1%s
items.armor.glyphs.affection.desc=\u8FD9\u4E2A\u5F3A\u5927\u7684\u523B\u5370\u80FD\u591F\u64CD\u63A7\u653B\u51FB\u8005\u7684\u5FC3\u667A\uFF0C\u6682\u65F6\u5730\u9B45\u60D1\u4ED6\u4EEC\u3002

items.armor.glyphs.antimagic.name=\u654C\u6CD5%s
items.armor.glyphs.antimagic.desc=\u8BE5\u5F3A\u5927\u523B\u5370\u80FD\u4F7F\u62A4\u7532\u5728\u9632\u5FA1\u7269\u7406\u4F24\u5BB3\u7684\u540C\u65F6\u62B5\u5FA1\u9B54\u6CD5\u4F24\u5BB3\u3002\u8FD9\u79CD\u9B54\u6CD5\u9632\u5FA1\u4E0D\u53D7\u62A4\u7532\u7B49\u9636\u5F71\u54CD\u3002

items.armor.glyphs.brimstone.name=\u72F1\u706B%s
items.armor.glyphs.brimstone.desc=\u8FD9\u4E2A\u523B\u5370\u4F1A\u4FDD\u62A4\u7A7F\u6234\u8005\u548C\u5176\u6240\u6709\u7269\u514D\u53D7\u706B\u7130\u7684\u4F24\u5BB3\u53CA\u5176\u4ED6\u5F71\u54CD\u3002

items.armor.glyphs.camouflage.name=\u8FF7\u5F69%s
items.armor.glyphs.camouflage.desc=\u8FD9\u4E2A\u523B\u5370\u80FD\u8BA9\u4F7F\u7528\u8005\u4E0E\u9AD8\u8349\u878D\u4E3A\u4E00\u4F53\uFF0C\u5F97\u5230\u77ED\u6682\u7684\u9690\u8EAB\u6548\u679C\u3002

items.armor.glyphs.entanglement.name=\u7F20\u7ED5%s
items.armor.glyphs.entanglement.desc=\u8FD9\u4E2A\u523B\u5370\u4F1A\u5728\u4F7F\u7528\u8005\u5468\u56F4\u751F\u51FA\u80FD\u5438\u6536\u4F24\u5BB3\u7684\u5730\u6839\u62A4\u7532\u3002\u8FD9\u79CD\u5730\u6839\u62A4\u7532\u4F1A\u5728\u4F7F\u7528\u8005\u79FB\u52A8\u540E\u6563\u843D\u5931\u6548\u3002

items.armor.glyphs.flow.name=\u6D8C\u6D41%s
items.armor.glyphs.flow.desc=\u8FD9\u4E2A\u523B\u5370\u80FD\u64CD\u63A7\u4F7F\u7528\u8005\u5468\u8EAB\u7684\u6C34\u6D41\uFF0C\u8BA9\u4F7F\u7528\u8005\u5728\u6C34\u4E2D\u79FB\u52A8\u65F6\u901F\u5EA6\u5927\u5927\u52A0\u5FEB\u3002

items.armor.glyphs.obfuscation.name=\u6666\u6697%s
items.armor.glyphs.obfuscation.desc=\u8FD9\u4E2A\u523B\u5370\u4F1A\u63A9\u76D6\u4F7F\u7528\u8005\u7684\u6C14\u606F\uFF0C\u8BA9\u4F7F\u7528\u8005\u66F4\u96BE\u4EE5\u88AB\u53D1\u73B0\u3002

items.armor.glyphs.potential.name=\u7535\u52BF%s
items.armor.glyphs.potential.rankings_desc=\u6B7B\u4E8E\u6F5C\u80FD\u523B\u5370
items.armor.glyphs.potential.desc=\u8FD9\u4E2A\u523B\u5370\u5728\u88AB\u51FB\u4E2D\u65F6\u4F1A\u79EF\u84C4\u80FD\u91CF\uFF0C\u5728\u751F\u6548\u65F6\u4E3A\u4F7F\u7528\u8005\u7684\u6CD5\u6756\u5145\u80FD\u3002

items.armor.glyphs.repulsion.name=\u53CD\u65A5%s
items.armor.glyphs.repulsion.desc=\u8FD9\u4E2A\u523B\u5370\u4F1A\u5C06\u654C\u4EBA\u653B\u51FB\u7684\u51B2\u51FB\u529B\u53CD\u5F39\u56DE\u53BB\uFF0C\u4F7F\u653B\u51FB\u8005\u98DE\u81F3\u8FDC\u5904\u3002

items.armor.glyphs.stone.name=\u78D0\u5CA9%s
items.armor.glyphs.stone.desc=\u8FD9\u4E2A\u523B\u5370\u4F7F\u7528\u6C89\u91CD\u7684\u9B54\u6CD5\u77F3\u5305\u88F9\u4E86\u6574\u4E2A\u94E0\u7532\u8BA9\u4F7F\u7528\u8005\u65E0\u6CD5\u95EA\u907F\uFF0C\u4F46\u4F1A\u6839\u636E\u539F\u6709\u7684\u95EA\u907F\u80FD\u529B\u5438\u6536\u4F24\u5BB3\u3002

items.armor.glyphs.swiftness.name=\u8FC5\u6377%s
items.armor.glyphs.swiftness.desc=\u8FD9\u4E2A\u523B\u5370\u4F1A\u5728\u8FD1\u8303\u56F4\u5185\u6CA1\u6709\u654C\u4EBA\u65F6\u4F7F\u63D0\u9AD8\u4F7F\u7528\u8005\u7684\u79FB\u52A8\u901F\u5EA6\u3002

items.armor.glyphs.thorns.name=\u8346\u68D8%s
items.armor.glyphs.thorns.desc=\u8FD9\u4E2A\u5F3A\u5927\u7684\u523B\u5370\u4F1A\u4F7F\u602A\u7269\u653B\u51FB\u7A7F\u6234\u8005\u65F6\u53D7\u5230\u4E00\u5B9A\u7684\u53CD\u5F39\u4F24\u5BB3

items.armor.glyphs.viscosity.name=\u7C98\u7A20%s
items.armor.glyphs.viscosity.deferred=\u5EF6\u7F13%d\u70B9\u4F24\u5BB3
items.armor.glyphs.viscosity$defereddamage.name=\u5EF6\u7F13\u4F24\u5BB3
items.armor.glyphs.viscosity$defereddamage.ondeath=\u88AB\u5EF6\u8FDF\u7684\u4F24\u5BB3\u8FD8\u662F\u6740\u6389\u4E86\u4F60\u2026\u2026
items.armor.glyphs.viscosity$defereddamage.rankings_desc=\u6B7B\u4E8E\u5EF6\u8FDF\u4F24\u5BB3
items.armor.glyphs.viscosity$defereddamage.desc=\u77AC\u65F6\u7684\u4F24\u5BB3\u88AB\u5EF6\u7F13\uFF0C\u968F\u7740\u65F6\u95F4\u6162\u6162\u91CA\u653E\u3002\n\n\u5269\u4F59\u7684\u5EF6\u8FDF\u4F24\u5BB3\uFF1A%d\u3002
items.armor.glyphs.viscosity.desc=\u8FD9\u4E2A\u523B\u5370\u53EF\u4EE5\u50A8\u5B58\u5BF9\u4F7F\u7528\u8005\u9020\u6210\u7684\u4F24\u5BB3\uFF0C\u8BA9\u4F7F\u7528\u8005\u7F13\u6162\u53D7\u4F24\u800C\u4E0D\u662F\u4E00\u4E0B\u5B50\u53D7\u5230\u91CD\u51FB\u3002



###armor
items.armor.armor.ac_detach=\u62C6\u5378
items.armor.armor.detach_seal=\u4F60\u5C06\u7EB9\u7AE0\u4ECE\u62A4\u7532\u4E0A\u6458\u4E86\u4E0B\u6765\u3002
items.armor.armor.equip_cursed=\u8FD9\u4EF6\u62A4\u7532\u751F\u75BC\u5730\u52D2\u4F4F\u4E86\u4F60\u3002
items.armor.armor.identify=\u4F60\u5BF9\u4F60\u7684\u62A4\u7532\u5DF2\u7ECF\u8DB3\u591F\u719F\u6089\u5E76\u4E14\u53EF\u4EE5\u56E0\u6B64\u5C06\u5176\u5B8C\u5168\u9274\u5B9A\u3002
items.armor.armor.incompatible=\u4E0D\u540C\u5C5E\u6027\u7684\u9B54\u6CD5\u76F8\u51B2\u7A81\uFF0C\u6D88\u9664\u4E86\u62A4\u7532\u4E0A\u7684\u523B\u5370\uFF01
items.armor.armor.curr_absorb=\u8FD9\u4EF6\u62A4\u7532\u80FD\u62B5\u6321_%1$d~%2$d\u70B9\u4F24\u5BB3_\u5E76\u4E14\u9700\u8981_%3$d\u70B9\u529B\u91CF_\u6765\u6B63\u5E38\u4F7F\u7528\u3002
items.armor.armor.avg_absorb=\u4E00\u822C\u60C5\u51B5\u4E0B\u6B64\u7C7B\u62A4\u7532\u80FD\u62B5\u6321_%1$d~%2$d\u70B9\u4F24\u5BB3_\uFF0C\u5E76\u4E14\u9700\u8981%3$d\u70B9\u529B\u91CF\u6765\u6B63\u5E38\u4F7F\u7528\u3002
items.armor.armor.too_heavy=\u7531\u4E8E\u4F60\u7684\u529B\u91CF\u4E0D\u8DB3\uFF0C\u4F7F\u7528\u8FD9\u4EF6\u62A4\u7532\u4F1A\u964D\u4F4E\u4F60\u7684\u79FB\u52A8\u3001\u95EA\u907F\u4EE5\u53CA\u9632\u5FA1\u80FD\u529B\u3002
items.armor.armor.probably_too_heavy=\u8FD9\u5957\u62A4\u7532\u5BF9\u4F60\u6765\u8BF4\u6216\u8BB8\u592A\u91CD\u4E86\u3002
items.armor.armor.excess_str=\u4F60\u7684\u989D\u5916\u529B\u91CF\u4F7F\u4F60\u7A7F\u6234\u7740\u8FD9\u4EF6\u62A4\u7532\u65F6_\u66F4\u6613\u95EA\u907F_\u3002
items.armor.armor.evasion=\u8FD9\u4EF6\u62A4\u7532\u5F3A\u5316\u4E86_\u95EA\u907F_\u80FD\u529B\u3002
items.armor.armor.defense=\u8FD9\u4EF6\u62A4\u7532\u5F3A\u5316\u4E86_\u9632\u5FA1_\u80FD\u529B\u3002
items.armor.armor.inscribed=\u4E0A\u9762\u954C\u523B\u7740 _%s_\u3002
items.armor.armor.cursed_worn=\u8FD9\u5957\u62A4\u7532\u88AB\u8BC5\u5492\u4E86\uFF0C\u4F60\u65E0\u6CD5\u5378\u4E0B\u5B83\u3002
items.armor.armor.cursed=\u4F60\u80FD\u611F\u89C9\u5230\u8FD9\u5957\u62A4\u7532\u91CC\u6F5C\u4F0F\u7740\u4E00\u80A1\u5145\u6EE1\u6076\u610F\u7684\u9B54\u529B\u3002
items.armor.armor.weak_cursed=\u867D\u7136\u8FD9\u4EF6\u62A4\u7532\u6709\u8BC5\u5492\uFF0C\u4F46\u662F\u4F60\u53EF\u4EE5\u8131\u4E0B\u5B83\u3002
items.armor.armor.not_cursed=\u8FD9\u4EF6\u62A4\u7532\u6CA1\u6709\u88AB\u8BC5\u5492\u3002
items.armor.armor.seal_attached=\u6218\u58EB\u7684\u7834\u635F\u7EB9\u7AE0\u88AB\u8D34\u9644\u4E8E\u8FD9\u4EF6\u62A4\u7532\u4E0A\uFF0C\u5B83\u6B63\u4E3A\u6218\u58EB\u63D0\u4F9B_%d\u70B9\u62A4\u76FE_\u3002
items.armor.armor$glyph.glyph=\u523B\u5370
items.armor.armor$glyph.killed=%s\u5BB3\u6B7B\u4E86\u4F60\u2026
items.armor.armor.stats_desc=

items.armor.classarmor.ac_ability=\u9009\u62E9\u6280\u80FD
items.armor.classarmor.ac_transfer=\u8F6C\u79FB
items.armor.classarmor.no_ability=\u4F60\u7684\u62A4\u7532\u5F53\u524D\u6CA1\u6709\u6280\u80FD\uFF0C\u4F60\u5E94\u8BE5\u9009\u62E9\u4E00\u9879\uFF01
items.armor.classarmor.not_equipped=\u4F60\u9700\u8981\u7A7F\u6234\u8FD9\u5957\u62A4\u7532\u624D\u80FD\u4F7F\u7528\u5B83\u7684\u7279\u6280\uFF01
items.armor.classarmor.low_charge=\u62A4\u7532\u6CA1\u6709\u8DB3\u591F\u7684\u80FD\u91CF\u6765\u91CA\u653E\u6280\u80FD\uFF01
items.armor.classarmor.charge_use=\u73B0\u5728\u4F7F\u7528\u8BE5\u80FD\u529B\u5C06\u6D88\u8017_%s_\u7684\u5145\u80FD\u3002
items.armor.classarmor.transfer_title=\u8F6C\u79FB\u62A4\u7532
items.armor.classarmor.transfer_desc=\u77EE\u4EBA\u738B\u51A0\u4E2D\u8574\u85CF\u7684\u9B54\u6CD5\u53EF\u4EE5\u88AB\u8F6C\u79FB\u5230\u53E6\u4E00\u4EF6\u62A4\u7532\u4E2D\u53BB\u3002\u6CE8\u610F\uFF0C\u6B64\u8FC7\u7A0B\u4E2D\u539F\u5148\u7684\u62A4\u7532\u4F1A\u88AB\u9500\u6BC1\u3002
items.armor.classarmor.transfer_prompt=\u9009\u62E9\u4E00\u4EF6\u62A4\u7532
items.armor.classarmor.transfer_cancel=\u53D6\u6D88
items.armor.classarmor.transfer_complete=\u4F60\u7684\u82F1\u96C4\u94E0\u7532\u7684\u7279\u6B8A\u6280\u80FD\u5DF2\u88AB\u8F6C\u79FB\uFF01

items.armor.afterimage.name=\u6B8B\u50CF
items.armor.afterimage.desc=\u7A7F\u4E0A\u62A4\u7532\u7684\u65F6\u5019\uFF0C\u4F60\u5C45\u7136\u80FD\u770B\u5230\u81EA\u5DF1\u7684\u6B8B\u5F71\u3002\u8FD9\u53EF\u80FD\u6B63\u662F\u5B83\u540D\u5B57\u7684\u7531\u6765\u3002
items.armor.afterimage.stats_desc=\u8FD9\u4EF6\u88C5\u5907\u5236\u9020\u7684\u6B8B\u5F71\u4F7F\u4F60\u53EF\u80FD\u5728\u53D7\u51FB\u540E\u83B7\u5F97\u4E00\u6B21\u5FC5\u5B9A\u95EA\u907F\u7684\u673A\u4F1A\u3002

items.armor.afterglow.name=\u4F59\u6656
items.armor.afterglow.desc=\u867D\u7136\u8EAB\u5728\u5730\u7262\uFF0C\u4F46\u4F60\u4ECD\u7136\u611F\u53D7\u5230\u70BD\u9633\u7684\u4F59\u6656\u5728\u7167\u8000\u7740\u4F60\u3002
items.armor.afterglow.stats_desc=\u4F60\u8EAB\u4E0A\u4E00\u7247\u6E29\u6696\uFF0C\u5916\u5728\u7684\u6CBB\u7597\u6548\u679C\u4F3C\u4E4E\u80FD\u88AB\u8FD9\u5149\u8292\u589E\u5E45\u3002

items.armor.bluewhitebowl.name=\u84DD\u767D\u7897
items.armor.bluewhitebowl.desc=\u542C\u8BF4\u8FD9\u4E1C\u897F\u8981\u7A7F\u5728\u88E4\u5B50\u5916\u9762......
items.armor.bluewhitebowl.stats_desc=\u8FD9\u4EF6\u88C5\u5907\u62E5\u6709\u72EC\u7279\u7684\u9B45\u529B\u3002

items.armor.cloakofgreyfeather.name=\u7070\u7FBD\u62AB\u98CE
items.armor.cloakofgreyfeather.desc=\u6DF1\u7070\u8272\u7684\u7FBD\u6BDB\u4E0D\u65AD\u98D8\u843D\uFF0C\u4F3C\u4E4E\u6CA1\u6709\u5C3D\u5934\uFF0C\u8BA9\u4EBA\u4E0D\u7531\u5F97\u597D\u5947\u7FBD\u6BDB\u88C5\u9970\u7684\u5177\u4F53\u6784\u9020\u3002
items.armor.cloakofgreyfeather.stats_desc=\u7A7F\u7740\u8FD9\u4EF6\u62AB\u98CE\u65F6\uFF0C\u4F60\u7684\u95EA\u907F\u52A8\u4F5C\u4F1A\u4EE4\u5BF9\u624B\u773C\u82B1\u7F2D\u4E71\u3002

items.armor.clotharmor.name=\u5E03\u7532
items.armor.clotharmor.desc=\u8FD9\u4EF6\u8F7B\u4FBF\u7684\u62A4\u7532\u80FD\u63D0\u4F9B\u6700\u57FA\u672C\u7684\u9632\u5FA1\u3002

items.armor.crabarmor.name=\u8783\u87F9\u62A4\u94E0
items.armor.crabarmor.desc=\u8FD9\u4EF6\u62A4\u7532\u5F88\u663E\u7136\u4EFF\u9020\u4E86\u5E38\u89C1\u7684\u8783\u87F9\u6784\u9020\uFF0C\u4F60\u73B0\u5728\u53EF\u4EE5\u5B66\u8783\u87F9\u8D70\u8DEF\u4E86\u3002
items.armor.crabarmor.stats_desc=\u50CF\u8783\u87F9\u4E00\u6837\u8D70\u8DEF\uFF0C\u50CF\u5B83\u4EEC\u4E00\u6837\u8FC5\u901F\uFF1B\u4F46\u662F\u8FDD\u80CC\u62A4\u7532\u7ED3\u6784\u8D70\u8D77\u6765\u5C31\u76F8\u5F53\u522B\u626D\u4E86\u3002

items.armor.darkcoat.name=\u6F06\u6697\u98CE\u8863
items.armor.darkcoat.desc=\u4F3C\u4E4E\u662F\u5730\u7262\u4E4B\u4E3B\u7A7F\u7740\u8FC7\u7684\u98CE\u8863\uFF0C\u5F88\u957F\uFF0C\u751A\u81F3\u80FD\u62D6\u5230\u4F60\u7684\u811A\u3002
items.armor.darkcoat.stats_desc=\u4F60\u7684\u6B65\u4F10\u4E0D\u81EA\u89C9\u8FDB\u5165\u4E86\u4E00\u4E2A\u8BE1\u5F02\u7684\u8282\u594F\uFF0C\u4E0D\u4F1A\u56E0\u4E3A\u4EFB\u4F55\u539F\u56E0\u52A0\u5FEB\u6216\u51CF\u6162\u3002

items.armor.energyarmor.name=\u80FD\u91CF\u80F8\u7532
items.armor.energyarmor.desc=\u8FD9\u4EF6\u80F8\u7532\u7531\u80F8\u53E3\u7684\u80FD\u91CF\u6838\u5FC3\u6563\u53D1\u51FA\u4FDD\u62A4\u4F60\u5168\u8EAB\u7684\u5965\u672F\u62A4\u76FE\u8F90\u5C04\uFF0C\u4F46\u662F\uFF0C\u80FD\u6E90\u663E\u7136\u662F\u6709\u9650\u7684\u2026\u2026
items.armor.energyarmor.stats_desc=\u5728\u5B83\u7684\u80FD\u91CF\u8017\u5C3D\u4E4B\u524D\uFF0C\u4F1A\u5468\u671F\u6027\u5730\u91CA\u653E\u62A4\u76FE\u4FDD\u62A4\u7A7F\u6234\u8005\u3002

items.armor.huntressarmor.name=\u82F1\u96C4\u62AB\u98CE
items.armor.huntressarmor.no_enemies=\u89C6\u91CE\u4E2D\u672A\u53D1\u73B0\u654C\u4EBA\u3002
items.armor.huntressarmor.desc=\u62AB\u7740\u8FD9\u4EF6\u6734\u5B9E\u65E0\u534E\u7684\u62AB\u98CE\uFF0C\u5973\u730E\u624B\u80FD\u591F\u4F7F\u51FA\u4E00\u4E2A\u534E\u4E3D\u7684\u62DB\u5F0F\u3002

items.armor.leatherarmor.name=\u76AE\u7532
items.armor.leatherarmor.desc=\u7528\u97A3\u5236\u7684\u517D\u76AE\u5236\u6210\u7684\u62A4\u7532\u3002\u6CA1\u6709\u5E03\u7532\u8F7B\uFF0C\u4F46\u63D0\u4F9B\u66F4\u597D\u7684\u9632\u5FA1\u3002

items.armor.magearmor.name=\u82F1\u96C4\u6CD5\u888D
items.armor.magearmor.desc=\u7A7F\u7740\u8FD9\u4EF6\u534E\u8D35\u7684\u6CD5\u888D\u65F6\uFF0C\u6CD5\u5E08\u53EF\u4EE5\u91CA\u653E\u4E00\u9879\u7279\u6B8A\u7684\u6280\u80FD\u3002

items.armor.mailarmor.name=\u94FE\u7532
items.armor.mailarmor.desc=\u7531\u91D1\u5C5E\u94FE\u73AF\u73AF\u76F8\u6263\u5236\u6210\u7684\u4E00\u5957\u7ED3\u5B9E\u53C8\u4E0D\u5931\u7075\u6D3B\u7684\u62A4\u7532\u3002

items.armor.platearmor.name=\u677F\u7532
items.armor.platearmor.desc=\u539A\u91CD\u7684\u91D1\u5C5E\u677F\u62FC\u63A5\u5230\u4E00\u8D77\uFF0C\u4E3A\u80FD\u627F\u53D7\u5176\u9A87\u4EBA\u91CD\u91CF\u7684\u5192\u9669\u8005\u63D0\u4F9B\u65E0\u4E0E\u4F26\u6BD4\u7684\u9632\u5FA1\u3002

items.armor.prisonarmor.name=\u76D1\u72F1\u5236\u5F0F\u88C5\u5907
items.armor.prisonarmor.desc=\u4ECE\u5916\u5F62\u5224\u65AD\u8FD9\u5927\u6982\u662F\u76D1\u72F1\u5B88\u536B\u7684\u7EDF\u4E00\u5236\u5F0F\u88C5\u5907\u3002\u5982\u679C\u6CA1\u4EBA\u7A7F\u7684\u8BDD\uFF0C\u90A3\u8FD9\u4E1C\u897F\u73B0\u5728\u5C31\u53EA\u53EF\u80FD\u5C5E\u4E8E\u4F60\u4E86\u3002
items.armor.prisonarmor.stats_desc=\u8FD9\u4EF6\u88C5\u5907\u80FD\u5F88\u6709\u6548\u5730\u62B5\u5FA1\u67D0\u79CD\u7269\u7406\u7ED3\u6784\u7834\u788E\u7684\u51B2\u51FB\uFF0C\u770B\u8D77\u6765\u662F\u4E13\u95E8\u4E3A\u6B64\u8BBE\u8BA1\u7684\u3002\u4E0D\u8FC7\u5B83\u7684\u5F31\u70B9\u53EF\u80FD\u4E5F\u4F1A\u88AB\u8001\u7EC3\u7684\u56DA\u5F92\u8BC6\u7834...

items.armor.ratarmor.name=\u9F20\u7532
items.armor.ratarmor.desc=\u7528\u8001\u9F20\u7684\u76AE\u505A\u6210\u7684\u62A4\u7532\uFF0C\u7A7F\u4E0A\u5B83\u771F\u7684\u6CA1\u4E8B\u5417\uFF1F
items.armor.ratarmor.stats_desc=\u4F60\u7A7F\u7740\u5B83\uFF0C\u65F6\u4E0D\u65F6\u611F\u5230\u6076\u5FC3\u3002\u8FD9\u4EF6\u8863\u670D\u53EF\u80FD\u6CA1\u90A3\u4E48\u5E72\u51C0\u3002

items.armor.roguearmor.name=\u82F1\u96C4\u98CE\u8863
items.armor.roguearmor.desc=\u88F9\u7740\u8FD9\u8EAB\u4E0E\u9ED1\u6697\u878D\u4E3A\u4E00\u4F53\u7684\u98CE\u8863\uFF0C\u76D7\u8D3C\u80FD\u591F\u65BD\u5C55\u4E00\u9879\u72EC\u7279\u7684\u8EAB\u6CD5\u3002

items.armor.scalearmor.name=\u9CDE\u7532
items.armor.scalearmor.desc=\u5728\u539A\u5B9E\u7684\u76AE\u80CC\u5FC3\u4E2D\u7F1D\u5165\u91D1\u5C5E\u9CDE\u7247\uFF0C\u5F62\u6210\u4E86\u7075\u6D3B\u800C\u9AD8\u9632\u5FA1\u7684\u62A4\u7532\u3002

items.armor.silverscalearmor.name=\u94F6\u9CDE\u80F8\u7532
items.armor.silverscalearmor.desc=\u94F6\u9CDE\u80F8\u7532\uFF0C\u4E94\u91D1\u4E00\u4EF6\uFF01

items.armor.warriorarmor.name=\u82F1\u96C4\u94E0\u7532
items.armor.warriorarmor.desc=\u8FD9\u5957\u94E0\u7532\u770B\u8D77\u6765\u5F88\u6709\u4EFD\u91CF\uFF0C\u800C\u4E14\u80FD\u8BA9\u6218\u58EB\u501F\u52A9\u5B83\u65BD\u5C55\u4E00\u9879\u7EDD\u6280\u3002



###artifacts
items.artifacts.alchemiststoolkit.name=\u70BC\u91D1\u5DE5\u5177\u7BB1
items.artifacts.alchemiststoolkit.ac_brew=\u917F\u9020
items.artifacts.alchemiststoolkit.ac_energize=\u4F9B\u80FD
items.artifacts.alchemiststoolkit.not_ready=\u4F60\u7684\u70BC\u91D1\u5DE5\u5177\u7BB1\u8FD8\u6CA1\u6709\u51C6\u5907\u597D\u3002
items.artifacts.alchemiststoolkit.cursed=\u53D7\u8BC5\u5492\u7684\u70BC\u91D1\u7BB1\u6B63\u5728\u963B\u6B62\u4F60\u70BC\u91D1\uFF01
items.artifacts.alchemiststoolkit.need_energy=\u8981\u8FD9\u4E48\u505A\u4F60\u9700\u8981\u81F3\u5C11 5 \u70B9\u80FD\u91CF\u3002
items.artifacts.alchemiststoolkit.energize_desc=\u6BCF 5 \u4E2A\u80FD\u91CF\u6C34\u6676\u53EF\u4F9B\u70BC\u91D1\u5DE5\u5177\u7BB1\u5347 1 \u7EA7\uFF0C\u8FD9\u80FD\u589E\u52A0\u5DE5\u5177\u7BB1\u968F\u65F6\u95F4\u81EA\u7136\u4EA7\u751F\u7684\u80FD\u91CF\u3002\u5E76\u4E14\u66F4\u5FEB\u5730\u8FDB\u884C\u9884\u70ED\u3002\n\n\u4F60\u6253\u7B97\u4E3A\u672C\u6B21\u70BC\u91D1\u5B9E\u9A8C\u82B1\u8D39\u591A\u5C11\u80FD\u91CF\u5462\uFF1F
items.artifacts.alchemiststoolkit.energize_1=5 \u80FD\u91CF\uFF1A+1 \u7EA7
items.artifacts.alchemiststoolkit.energize_all=%1$d\u80FD\u91CF\uFF1A+%2$d \u7EA7
items.artifacts.alchemiststoolkit.desc=\u8FD9\u5957\u5DE5\u5177\u7BB1\u5185\u5B58\u653E\u7740\u5404\u5F0F\u5404\u6837\u7684\u8BD5\u5242\uFF0C\u8349\u836F\u548C\u4E00\u4E2A\u5C0F\u6DF7\u5408\u74F6\uFF0C\u8BA9\u4F7F\u7528\u8005\u80FD\u591F\u968F\u65F6\u968F\u5730\u8FDB\u884C\u70BC\u91D1\u5B9E\u9A8C\u3002\u8FD9\u4E2A\u6DF7\u5408\u74F6\u91CC\u8C8C\u4F3C\u88C5\u8F7D\u7740\u6DB2\u6001\u7684\u70BC\u91D1\u80FD\u91CF\u6C34\u6676\u3002
items.artifacts.alchemiststoolkit.desc_cursed=\u88AB\u8BC5\u5492\u7684\u5DE5\u5177\u7BB1\u5C06\u81EA\u5DF1\u7D27\u7D27\u56FA\u5B9A\u5728\u4F60\u7684\u8EAB\u4E0A\uFF0C\u6291\u5236\u4F60\u4F7F\u7528\u70BC\u91D1\u5DE5\u5177\u7684\u80FD\u529B\u3002
items.artifacts.alchemiststoolkit.desc_warming=\u5DE5\u5177\u7BB1\u6B63\u5728\u9884\u70ED\u4E2D\uFF0C\u8FC7\u4E00\u4F1A\u513F\u624D\u80FD\u518D\u6B21\u4F7F\u7528\u3002
items.artifacts.alchemiststoolkit.desc_hint=\u624B\u4E2D\u7684\u5DE5\u5177\u7BB1\u6B63\u968F\u7740\u4F60\u83B7\u5F97\u7ECF\u9A8C\u503C\u7F13\u6162\u751F\u6210\u70BC\u91D1\u80FD\u91CF\u3002\u6DF7\u5408\u74F6\u4E2D\u7684\u6DB2\u4F53\u4F3C\u4E4E\u80FD\u901A\u8FC7\u6DFB\u52A0\u70BC\u91D1\u80FD\u91CF\u6C34\u6676\u6765\u5F3A\u5316\u3002

items.artifacts.artifact.cannot_wear_two=\u4F60\u4E0D\u80FD\u88C5\u5907\u4E24\u4EF6\u76F8\u540C\u7684\u795E\u5668\u3002
items.artifacts.artifact.equip_cursed=\u8FD9\u4EF6\u795E\u5668\u4EE4\u4EBA\u75DB\u82E6\u5730\u7F20\u4F4F\u4E86\u4F60\u7684\u7075\u9B42\u3002
items.artifacts.artifact.curse_known=\u4F60\u80FD\u611F\u89C9\u5230\u5728\u8FD9\u4E2A\u795E\u5668\u4E0A\u6F5C\u4F0F\u7740\u4E00\u80A1\u5145\u6EE1\u6076\u610F\u7684\u9B54\u529B\u3002
items.artifacts.artifact.not_cursed=\u8FD9\u4EF6\u795E\u5668\u6CA1\u6709\u88AB\u8BC5\u5492\u3002
items.artifacts.artifact.need_to_equip=\u4F60\u9700\u8981\u88C5\u5907\u795E\u5668\u624D\u80FD\u8FDB\u884C\u8BE5\u64CD\u4F5C\u3002

items.artifacts.capeofthorns.name=\u8346\u68D8\u6597\u7BF7
items.artifacts.capeofthorns.desc=\u8FD9\u4E9B\u4ECEDM-300\u4E0A\u6389\u843D\u7684\u91D1\u5C5E\u7247\u6784\u6210\u4E86\u4E00\u4EF6\u575A\u786C\u7684\u6597\u7BF7\u3002\u5B83\u4F3C\u4E4E\u80FD\u50A8\u5B58\u5F88\u591A\u80FD\u91CF\uFF0C\u4E5F\u8BB8\u5B83\u8FD8\u6B8B\u7559\u6709\u5C11\u91CFDM-300\u7684\u80FD\u529B\uFF1F
items.artifacts.capeofthorns.desc_inactive=\u6597\u7BF7\u538B\u5728\u4F60\u7684\u80A9\u4E0A\u7684\u611F\u89C9\u975E\u5E38\u6C89\u91CD\uFF0C\u5B83\u4F3C\u4E4E\u80FD\u4ECE\u4F60\u53D7\u7684\u4F24\u91CC\u83B7\u5F97\u80FD\u91CF\u3002
items.artifacts.capeofthorns.desc_active=\u6597\u7BF7\u4F3C\u4E4E\u5728\u91CA\u653E\u5176\u5B58\u50A8\u7684\u80FD\u91CF\uFF0C\u5E76\u5C06\u5176\u8F90\u5C04\u51FA\u4E00\u79CD\u9632\u62A4\u529B\u573A\u3002
items.artifacts.capeofthorns$thorns.inert=\u4F60\u7684\u6597\u7BF7\u518D\u6B21\u5931\u6548\u4E86\u3002
items.artifacts.capeofthorns$thorns.radiating=\u4F60\u7684\u6597\u7BF7\u6B63\u5728\u91CA\u653E\u5B58\u50A8\u7684\u80FD\u91CF\uFF0C\u4F60\u611F\u5230\u81EA\u5DF1\u6B63\u5728\u88AB\u4FDD\u62A4\u7740\uFF01
items.artifacts.capeofthorns$thorns.levelup=\u4F60\u7684\u6597\u7BF7\u53D8\u5F97\u66F4\u5F3A\u5927\u4E86\uFF01
items.artifacts.capeofthorns$thorns.name=\u8346\u68D8
items.artifacts.capeofthorns$thorns.desc=\u4F60\u7684\u6597\u7BF7\u5728\u4F60\u5468\u56F4\u8F90\u5C04\u80FD\u91CF\uFF0C\u4EA7\u751F\u4E86\u4E00\u4E2A\u504F\u659C\u529B\u573A\uFF01 \n\n\u8BE5\u6548\u679C\u4E0B\u4F60\u53D7\u5230\u7684\u6240\u6709\u4F24\u5BB3\u90FD\u4F1A\u88AB\u51CF\u5C11\u3002\u6B64\u5916\uFF0C\u5982\u679C\u653B\u51FB\u8005\u5C31\u5728\u4F60\u65C1\u8FB9\uFF0C\u88AB\u51CF\u5C11\u7684\u4F24\u5BB3\u4F1A\u53CD\u5F39\u7ED9\u653B\u51FB\u8005\u3002\n\n\u8346\u68D8\u6548\u679C\u6301\u7EED\u65F6\u95F4\uFF1A%s\u56DE\u5408

items.artifacts.chaliceofblood.name=\u84C4\u8840\u5723\u676F
items.artifacts.chaliceofblood.ac_prick=\u8840\u796D
items.artifacts.chaliceofblood.yes=\u662F\u7684\uFF0C\u6211\u77E5\u9053\u6211\u5728\u505A\u4EC0\u4E48
items.artifacts.chaliceofblood.no=\u4E0D\uFF0C\u6211\u6539\u4E3B\u610F\u4E86
items.artifacts.chaliceofblood.prick_warn=\u6BCF\u6B21\u4F7F\u7528\u5723\u676F\u90FD\u4F1A\u6D88\u8017\u66F4\u591A\u7684\u751F\u547D\u80FD\u91CF\uFF0C\u8981\u662F\u4E0D\u591F\u5C0F\u5FC3\uFF0C\u8FD9\u79CD\u884C\u4E3A\u53EF\u4EE5\u8F7B\u6613\u5730\u6740\u6B7B\u4F60\u3002\n\n\u4F60\u786E\u5B9A\u8981\u7ED9\u5B83\u66F4\u591A\u7684\u751F\u547D\u80FD\u91CF\u5417\uFF1F
items.artifacts.chaliceofblood.onprick=\u4F60\u523A\u7834\u4E86\u81EA\u5DF1\u7684\u624B\u6307\uFF0C\u4F7F\u4F60\u7684\u751F\u547D\u7CBE\u534E\u6D41\u5165\u4E86\u5723\u676F\u3002
items.artifacts.chaliceofblood.ondeath=\u5723\u676F\u5C06\u4F60\u7684\u751F\u547D\u7CBE\u534E\u5438\u566C\u6B86\u5C3D\u4E86\u2026
items.artifacts.chaliceofblood.desc=\u8FD9\u4E2A\u95EA\u95EA\u53D1\u5149\u7684\u94F6\u8D28\u9152\u676F\u5728\u8FB9\u6CBF\u7A81\u5140\u5730\u88C5\u9970\u7740\u51E0\u9897\u9020\u578B\u5C16\u9510\u7684\u5B9D\u77F3\u3002
items.artifacts.chaliceofblood.desc_cursed=\u88AB\u8BC5\u5492\u7684\u5723\u676F\u5C06\u81EA\u5DF1\u56FA\u5B9A\u5728\u4F60\u624B\u4E0A\uFF0C\u6291\u5236\u7740\u4F60\u56DE\u590D\u751F\u547D\u7684\u80FD\u529B\u3002
items.artifacts.chaliceofblood.desc_1=\u63E1\u4F4F\u5723\u676F\u7684\u90A3\u4E00\u523B\uFF0C\u4F60\u6D8C\u8D77\u4E00\u80A1\u60F3\u5728\u90A3\u4E9B\u5C16\u9510\u5B9D\u77F3\u4E0A\u523A\u4F24\u81EA\u5DF1\u7684\u5947\u7279\u51B2\u52A8\u3002
items.artifacts.chaliceofblood.desc_2=\u4F60\u7684\u4E00\u4E9B\u8840\u6DB2\u6C47\u96C6\u5230\u5723\u676F\u91CC\uFF0C\u4F60\u53EF\u4EE5\u9690\u7EA6\u611F\u53D7\u5230\u676F\u5B50\u5728\u4E3A\u4F60\u9001\u6765\u751F\u547D\u80FD\u91CF\u3002\u4F60\u8FD8\u60F3\u7528\u5723\u676F\u7EE7\u7EED\u5272\u4F24\u81EA\u5DF1\uFF0C\u5373\u4FBF\u4F60\u77E5\u9053\u90A3\u5F88\u75BC\u3002
items.artifacts.chaliceofblood.desc_3=\u5723\u676F\u5DF2\u7ECF\u88AB\u4F60\u7684\u751F\u547D\u7CBE\u534E\u586B\u6EE1\u3002\u4F60\u53EF\u4EE5\u611F\u89C9\u5230\u5723\u676F\u6B63\u5C06\u751F\u547D\u80FD\u91CF\u503E\u6CFB\u822C\u56DE\u9988\u7ED9\u4F60\u3002

items.artifacts.cloakofshadows.name=\u6697\u5F71\u6597\u7BF7
items.artifacts.cloakofshadows.ac_stealth=\u6F5C\u884C
items.artifacts.cloakofshadows.cooldown=\u4F60\u7684\u6597\u7BF7\u8FD8\u9700\u8981%d\u56DE\u5408\u6765\u91CD\u65B0\u6FC0\u6D3B\u3002
items.artifacts.cloakofshadows.cursed=\u4F60\u4E0D\u80FD\u4F7F\u7528\u53D7\u8BC5\u5492\u7684\u6597\u7BF7
items.artifacts.cloakofshadows.no_charge=\u4F60\u7684\u6597\u7BF7\u5145\u80FD\u4E0D\u8DB3\u65E0\u6CD5\u4F7F\u7528\u3002
items.artifacts.cloakofshadows.desc=\u8FD9\u662F\u76D7\u8D3C\u591A\u5E74\u524D\u4ECE\u7687\u5BB6\u519B\u68B0\u5E93\u7A83\u53D6\u7684\u4E00\u4EF6\u65E0\u4EF7\u7684\u9B54\u6CD5\u6597\u7BF7\u3002\u7A7F\u4E0A\u65F6\uFF0C\u80FD\u591F\u4F7F\u4F60\u5728\u77ED\u65F6\u95F4\u5185\u5B8C\u5168\u9690\u8EAB\u3002\n\n\u88AB\u4F7F\u7528\u5F97\u8D8A\u9891\u7E41\uFF0C\u6597\u7BF7\u5C31\u4F1A\u53D8\u5F97\u8D8A\u5F3A\uFF0C\u4F7F\u76D7\u8D3C\u66F4\u9891\u7E41\u5730\u9690\u8EAB\uFF0C\u6301\u7EED\u65F6\u95F4\u4E5F\u66F4\u957F\u3002
items.artifacts.cloakofshadows$cloakstealth.no_charge=\u4F60\u7684\u6597\u7BF7\u8017\u5C3D\u4E86\u80FD\u91CF\u3002
items.artifacts.cloakofshadows$cloakstealth.levelup=\u4F60\u7684\u6597\u7BF7\u53D8\u5F97\u66F4\u5F3A\u5927\u4E86\uFF01
items.artifacts.cloakofshadows$cloakstealth.name=\u6597\u7BF7\u4E4B\u4E0B
items.artifacts.cloakofshadows$cloakstealth.desc=\u4F60\u8EAB\u4E0A\u7684\u6697\u5F71\u6597\u7BF7\u6B63\u7ED9\u4E88\u4F60\u9690\u5F62\u6548\u679C\u3002\n\n\u5F53\u4F60\u5728\u9690\u5F62\u65F6\u654C\u4EBA\u65E0\u6CD5\u8FFD\u8E2A\u6216\u653B\u51FB\u4F60\u3002\u5927\u90E8\u5206\u7269\u7406\u653B\u51FB\u548C\u9B54\u6CD5(\u6BD4\u5982\u5377\u8F74\u548C\u6CD5\u6756)\u4F1A\u4E0D\u53EF\u907F\u514D\u5730\u6D88\u9664\u9690\u5F62\u6548\u679C\u3002\n\n\u4F60\u4F1A\u4E00\u76F4\u62E5\u6709\u8BE5\u72B6\u6001\uFF0C\u76F4\u5230\u4F60\u81EA\u884C\u53D6\u6D88\u6216\u6597\u7BF7\u8017\u5C3D\u80FD\u91CF\u3002

items.artifacts.cloakofconcealment.name=\u533F\u8E2A\u6597\u7BF7
items.artifacts.cloakofconcealment.desc=\u8FD9\u662F\u4E00\u4EF6\u65E0\u4EF7\u7684\u9B54\u6CD5\u6597\u7BF7\u3002\u7A7F\u4E0A\u65F6\uFF0C\u80FD\u591F\u4E0D\u65F6\u62B9\u6D88\u4F60\u7684\u8E2A\u8FF9\u3002\n\n\u4F60\u53D8\u5F97\u8D8A\u5F3A\uFF0C\u6597\u7BF7\u5C31\u4F1A\u53D8\u5F97\u8D8A\u5F3A\uFF0C\u4F7F\u4F60\u66F4\u9891\u7E41\u5730\u9690\u8EAB\uFF0C\u6301\u7EED\u65F6\u95F4\u4E5F\u66F4\u957F\u3002
items.artifacts.cloakofconcealment.desc_cursed=\u8BC5\u5492\u7684\u6597\u7BF7\u8BA9\u4F60\u611F\u89C9\u81EA\u5DF1\u4EFF\u4F5B\u88AB\u6CE8\u89C6\u7740\uFF0C\u65E0\u6240\u9041\u5F62\uFF0C\u5373\u4F7F\u518D\u600E\u4E48\u653E\u8F7B\u811A\u6B65\u4E5F\u4E0D\u80FD\u8D77\u5230\u964D\u4F4E\u5B58\u5728\u611F\u7684\u4F5C\u7528\u3002
items.artifacts.cloakofconcealment$conceal.levelup=\u4F60\u7684\u6597\u7BF7\u53D8\u5F97\u66F4\u5F3A\u5927\u4E86\uFF01

items.artifacts.driedrose.name=\u5E72\u67AF\u73AB\u7470
items.artifacts.driedrose.ac_summon=\u53EC\u5524
items.artifacts.driedrose.ac_direct=\u6307\u5F15
items.artifacts.driedrose.ac_outfit=\u88C5\u5907
items.artifacts.driedrose.spawned=\u4F60\u5DF2\u7ECF\u53EC\u5524\u51FA\u5E7D\u7075\u4E86\u3002
items.artifacts.driedrose.no_charge=\u4F60\u7684\u73AB\u7470\u5C1A\u672A\u5145\u80FD\u5B8C\u6BD5\u3002
items.artifacts.driedrose.cursed=\u4F60\u4E0D\u80FD\u4F7F\u7528\u53D7\u8BC5\u5492\u7684\u73AB\u7470\u3002
items.artifacts.driedrose.no_space=\u4F60\u9644\u8FD1\u6CA1\u6709\u53EF\u7528\u4E8E\u53EC\u5524\u7684\u7A7A\u5730\u3002
items.artifacts.driedrose.charged=\u4F60\u7684\u73AB\u7470\u5DF2\u7ECF\u5145\u80FD\u5B8C\u6BD5\uFF01
items.artifacts.driedrose.desc=\u8FD9\u5C31\u662F\u90A3\u6735\u5728\u5E7D\u7075\u6D88\u5931\u524D\u88AB\u63D0\u53CA\u7684\u73AB\u7470\u5417\uFF1F\u5B83\u4F3C\u4E4E\u62E5\u6709\u67D0\u79CD\u7CBE\u795E\u529B\u91CF\uFF0C\u4E5F\u8BB8\u80FD\u4EE5\u6B64\u4E3A\u5A92\u4ECB\u89E6\u53CA\u8FD9\u4F4D\u9668\u843D\u6218\u58EB\u7684\u80FD\u91CF\u3002
items.artifacts.driedrose.desc_no_quest=\u4E00\u682A\u56E0\u5C81\u6708\u800C\u5E72\u67AF\u5374\u6CA1\u6709\u5B8C\u5168\u51CB\u96F6\u7684\u73AB\u7470\u3002\n\n\u5B83\u4E0A\u9762\u770B\u8D77\u6765\u6B8B\u7559\u4E86\u4E00\u4E9B\u7CBE\u795E\u529B\u91CF\uFF0C\u4F46\u4F60\u73B0\u5728\u8FD8\u4E0D\u77E5\u9053\u5982\u4F55\u4F7F\u7528\u5B83\u3002
items.artifacts.driedrose.desc_hint=\u5B83\u4F3C\u4E4E\u7F3A\u5C11\u4E86\u4E00\u4E9B\u82B1\u74E3\u3002\u4E5F\u8BB8\u628A\u82B1\u74E3\u62FC\u56DE\u6765\u53EF\u4EE5\u589E\u5F3A\u73AB\u7470\u3002
items.artifacts.driedrose.desc_cursed=\u53D7\u8BC5\u5492\u7684\u73AB\u7470\u5C06\u81EA\u5DF1\u7ED1\u5728\u4E86\u4F60\u7684\u624B\u4E0A\uFF0C\u4F60\u611F\u89C9\u5230\u5B83\u51FA\u5947\u7684\u51B7\u3002
items.artifacts.driedrose.desc_weapon=\u5E7D\u7075\u7684\u6B66\u5668\uFF1A%s\u3002
items.artifacts.driedrose.desc_armor=\u5E7D\u7075\u7684\u76D4\u7532\uFF1A%s\u3002
items.artifacts.driedrose$petal.name=\u5E72\u67AF\u7684\u82B1\u74E3
items.artifacts.driedrose$petal.no_rose=\u4F60\u6CA1\u6709\u73AB\u7470\u6765\u6DFB\u52A0\u8FD9\u7247\u82B1\u74E3\u3002
items.artifacts.driedrose$petal.no_room=\u4F60\u7684\u73AB\u7470\u5DF2\u7ECF\u653E\u4E0D\u4E0B\u8FD9\u7247\u82B1\u74E3\u4E86\uFF0C\u6240\u4EE5\u4F60\u65E0\u89C6\u4E86\u5B83\u3002
items.artifacts.driedrose$petal.maxlevel=\u73AB\u7470\u518D\u4E00\u6B21\u5B8C\u6574\u4E86\uFF01
items.artifacts.driedrose$petal.levelup=\u4F60\u5C06\u82B1\u74E3\u653E\u5728\u4E86\u73AB\u7470\u4E0A\u3002
items.artifacts.driedrose$petal.desc=\u4E00\u7247\u5E72\u67AF\u8106\u5F31\u7684\u82B1\u74E3\uFF0C\u5B83\u5C45\u7136\u80FD\u591F\u5728\u8FD9\u4E48\u6DF1\u7684\u5730\u7262\u4E4B\u4E2D\u5E78\u5B58\u4E0B\u6765\u3002
items.artifacts.driedrose$wndghosthero.title=\u5E7D\u7075\u7684\u88C5\u5907
items.artifacts.driedrose$wndghosthero.desc=\u5E7D\u7075\u672C\u8EAB\u5341\u5206\u8106\u5F31\uFF0C\u4F46\u5979\u7684\u5F62\u4F53\u5DF2\u7ECF\u5B8C\u6574\u5230\u8DB3\u4EE5\u88C5\u5907\u4E00\u4EF6\u6B66\u5668\u548C\u9632\u5177\u3002\u5979\u53EF\u4EE5\u548C\u4F60\u4E00\u6837\u81EA\u5982\u4F7F\u7528\u8FD9\u4E9B\u88C5\u5907\u3002\n\n\u5E7D\u7075\u76EE\u524D\u6700\u9AD8\u53EF\u88C5\u5907_\u529B\u91CF\u9700\u6C42\u4E3A%d_\u7684\u7269\u54C1\u3002
items.artifacts.driedrose$wndghosthero.weapon_prompt=\u9009\u62E9\u4E00\u4EF6\u6B66\u5668
items.artifacts.driedrose$wndghosthero.armor_prompt=\u9009\u62E9\u4E00\u4EF6\u62A4\u7532
items.artifacts.driedrose$wndghosthero.cant_unique=\u5E7D\u7075\u65E0\u6CD5\u4F7F\u7528\u7279\u6B8A\u88C5\u5907\u3002
items.artifacts.driedrose$wndghosthero.cant_unidentified=\u4F60\u5BF9\u4E8E\u90A3\u4E2A\u9053\u5177\u5E76\u4E0D\u662F\u5341\u5206\u4E86\u89E3\u3002
items.artifacts.driedrose$wndghosthero.cant_cursed=\u4F60\u4E0D\u80FD\u8BA9\u5E7D\u7075\u4F7F\u7528\u6709\u8BC5\u5492\u7684\u7269\u54C1\u3002
items.artifacts.driedrose$wndghosthero.cant_strength=\u5E7D\u7075\u7684\u5F62\u4F53\u8FD8\u4E0D\u591F\u5F3A\u5927\uFF0C\u65E0\u6CD5\u88C5\u5907\u6B64\u7269\u54C1\u3002

##ghost hero
items.artifacts.driedrose$ghosthero.name=\u60B2\u4F24\u5E7D\u7075
items.artifacts.driedrose$ghosthero.def_verb=\u8EB2\u907F

items.artifacts.driedrose$ghosthero.hello=\u518D\u6B21\u5411\u4F60\u95EE\u597D\uFF0C%s\u3002
items.artifacts.driedrose$ghosthero.introduce=\u6211\u7684\u7075\u9B42\u4E0E\u8FD9\u6735\u73AB\u7470\u76F8\u8FDE\uFF0C\u5B83\u5BF9\u6211\u975E\u5E38\u73CD\u8D35\uFF0C\u662F\u6211\u5728\u5730\u9762\u4E0A\u76F8\u522B\u7684\u7231\u4EBA\u9001\u7ED9\u6211\u7684\u793C\u7269\u3002\n\n\u6211\u65E0\u6CD5\u56DE\u53BB\u89C1\u4ED6\u4E86\uFF0C\u4F46\u611F\u8C22\u4F60\u7ED9\u6211\u518D\u4E00\u6B21\u5B8C\u6210\u65C5\u7A0B\u7684\u673A\u4F1A\u3002\u5F53\u6211\u51C6\u5907\u597D\u540E\uFF0C\u6211\u4F1A\u56DE\u5E94\u4F60\u7684\u547C\u5524\u4E0E\u4F60\u5E76\u80A9\u4F5C\u6218\u3002\n\n\u53EA\u8981\u4F60\u62FF\u7740\u73AB\u7470\u6211\u5C31\u53EF\u4EE5\u542C\u5230\u4F60\u7684\u58F0\u97F3\uFF0C\u4F60\u53EF\u4EE5\u5728\u8FDC\u5904\u6307\u5F15\u6211\u524D\u8FDB\u3002\n\n\u5E0C\u671B\u4F60\u80FD\u5728\u6211\u5012\u4E0B\u7684\u5730\u65B9\u7EE7\u7EED\u8D70\u4E0B\u53BB\u2026\u2026

items.artifacts.driedrose$ghosthero.dialogue_sewers_1=\u4E0B\u6C34\u9053\u4EE5\u524D\u662F\u5B89\u5168\u7684\uFF0C\u4EBA\u4EEC\u751A\u81F3\u4F1A\u4F4F\u8FDB\u6765\u8FC7\u51AC\u3002
items.artifacts.driedrose$ghosthero.dialogue_sewers_2=\u4E0D\u77E5\u9053\u8FD9\u91CC\u7684\u5B88\u536B\u600E\u4E48\u4E86\uFF0C\u4ED6\u4EEC\u653E\u5F03\u5B88\u62A4\u8FD9\u7247\u5730\u65B9\u4E86\u5417\uFF1F
items.artifacts.driedrose$ghosthero.dialogue_sewers_3=\u6211\u5728\u5730\u7262\u5916\u8FD8\u6709\u5BB6\u4EBA\uFF0C\u5E0C\u671B\u4ED6\u4EEC\u4E00\u5207\u5B89\u597D\u3002
items.artifacts.driedrose$ghosthero.dialogue_sewers_4=\u5B88\u536B\u6CA1\u80FD\u89E3\u51B3\u8FD9\u4E9B\u602A\u7269\uFF0C\u4F46\u4E5F\u8BB8\u6211\u4EEC\u80FD\u3002
items.artifacts.driedrose$ghosthero.dialogue_sewers_5=\u8FDE\u4E0B\u6C34\u9053\u90FD\u8FD9\u4E48\u5371\u9669\uFF0C\u4E0D\u77E5\u9053\u66F4\u6DF1\u5904\u4F1A\u6709\u4E9B\u4EC0\u4E48\u2026\u2026
items.artifacts.driedrose$ghosthero.dialogue_sewers_6=\u8FD9\u4E9B\u8001\u9F20\u548C\u8783\u87F9\u662F\u600E\u4E48\u957F\u8FD9\u4E48\u5927\u7684\uFF1F
items.artifacts.driedrose$ghosthero.dialogue_prison_1=\u6211\u542C\u8FC7\u4E0D\u5C11\u5173\u4E8E\u8FD9\u91CC\u7684\u4F20\u95FB\uFF0C\u6CA1\u6709\u4E00\u4E2A\u662F\u597D\u6D88\u606F\u3002
items.artifacts.driedrose$ghosthero.dialogue_prison_2=\u867D\u8BF4\u8FD9\u91CC\u662F\u5EA7\u76D1\u72F1\uFF0C\u4F46\u600E\u4E48\u770B\u90FD\u66F4\u50CF\u4E2A\u5730\u7262\u3002
items.artifacts.driedrose$ghosthero.dialogue_prison_3=\u6211\u90FD\u4E0D\u6562\u60F3\u8C61\uFF0C\u8FD9\u91CC\u88AB\u9057\u5F03\u4E4B\u540E\u7A76\u7ADF\u53D1\u751F\u8FC7\u4EC0\u4E48\u3002
items.artifacts.driedrose$ghosthero.dialogue_prison_4=\u770B\u6765\u8FD9\u91CC\u7684\u56DA\u72AF\u548C\u72F1\u5352\u90FD\u88AB\u53D8\u6210\u602A\u7269\u4E86\u3002
items.artifacts.driedrose$ghosthero.dialogue_prison_5=\u8FD9\u4E48\u591A\u9AB7\u9AC5\u90FD\u662F\u600E\u4E48\u641E\u6765\u7684\uFF1F
items.artifacts.driedrose$ghosthero.dialogue_prison_6=\u8FD9\u4E9B\u4EBA\u5176\u5B9E\u6CA1\u5FC5\u8981\u843D\u5F97\u8FD9\u79CD\u4E0B\u573A\u7684\u2026\u2026
items.artifacts.driedrose$ghosthero.dialogue_caves_1=\u770B\u8D77\u6765\u8FD9\u91CC\u5DF2\u7ECF\u5F88\u4E45\u672A\u88AB\u4EBA\u7C7B\u548C\u77EE\u4EBA\u4EEC\u8E0F\u8DB3\u4E86\u3002
items.artifacts.driedrose$ghosthero.dialogue_caves_2=\u7A76\u7ADF\u662F\u4EC0\u4E48\u539F\u56E0\u8BA9\u77EE\u4EBA\u653E\u5F03\u8FD9\u4E00\u6574\u5EA7\u9EC4\u91D1\u77FF\u8109\u7684\uFF1F
items.artifacts.driedrose$ghosthero.dialogue_caves_3=\u8FD9\u91CC\u7684\u9EC4\u91D1\u5728\u5730\u8868\u4E0A\u6CA1\u4EC0\u4E48\u7528\uFF0C\u771F\u662F\u592A\u53EF\u60DC\u4E86\u3002
items.artifacts.driedrose$ghosthero.dialogue_caves_4=\u5C31\u50CF\u4E0B\u6C34\u9053\u91CC\u7684\u4E00\u6837\uFF0C\u8FD9\u4E9B\u751F\u7269\u4E5F\u90FD\u88AB\u626D\u66F2\u4E86\u3002
items.artifacts.driedrose$ghosthero.dialogue_caves_5=\u8FD9\u91CC\u8FDE\u8759\u8760\u90FD\u8FD9\u4E48\u72C2\u66B4\u55DC\u8840\u3002
items.artifacts.driedrose$ghosthero.dialogue_caves_6=\u6CA1\u6709\u770B\u5230\u4EFB\u4F55\u91C7\u77FF\u8BBE\u5907\uFF0C\u5B83\u4EEC\u90FD\u88AB\u77EE\u4EBA\u56DE\u6536\u4E86\u5417\uFF1F
items.artifacts.driedrose$ghosthero.dialogue_city_1=\u77EE\u4EBA\u4E00\u65CF\u52E4\u594B\uFF0C\u7A33\u91CD\u4E14\u5B88\u4FE1\uFF0C\u4F46\u4ED6\u4EEC\u65E2\u8D2A\u5A6A\u53C8\u5BB9\u6613\u8BB0\u4EC7\u3002
items.artifacts.driedrose$ghosthero.dialogue_city_2=\u770B\u6765\uFF0C\u77EE\u4EBA\u90FD\u57CE\u786E\u5B9E\u662F\u6CA1\u843D\u4E86\u3002
items.artifacts.driedrose$ghosthero.dialogue_city_3=\u6211\u771F\u5FC3\u5E0C\u671B\u5730\u8868\u4E0A\u6C38\u8FDC\u4E0D\u4F1A\u53D8\u6210\u8FD9\u526F\u6837\u5B50\u3002
items.artifacts.driedrose$ghosthero.dialogue_city_4=\u77EE\u4EBA\u7684\u76AE\u80A4\u4E0D\u5E94\u8BE5\u8FD9\u4E48\u82CD\u767D\u7684\u3002
items.artifacts.driedrose$ghosthero.dialogue_city_5=\u77EE\u4EBA\uFF0C\u8FD8\u6709\u4ED6\u4EEC\u9020\u7684\u4E1C\u897F\uFF0C\u8BF4\u4E0D\u597D\u54EA\u79CD\u66F4\u5DEE\u52B2\u3002
items.artifacts.driedrose$ghosthero.dialogue_city_6=\u770B\u6765\u77EE\u4EBA\u4E5F\u6210\u4E86\u6CA1\u6709\u601D\u7EF4\u7684\u602A\u7269\u3002
items.artifacts.driedrose$ghosthero.dialogue_halls_1=\u8FD9\u662F\u4EC0\u4E48\u5730\u65B9\uFF1F
items.artifacts.driedrose$ghosthero.dialogue_halls_2=\u8FD9\u91CC\u592A\u53EF\u6015\u4E86\u2026\u2026
items.artifacts.driedrose$ghosthero.dialogue_halls_3=\u77EE\u4EBA\u5230\u5E95\u600E\u4E48\u60F3\u7684\uFF0C\u8BD5\u56FE\u5C06\u8FD9\u80A1\u529B\u91CF\u73A9\u5F04\u80A1\u638C\uFF1F
items.artifacts.driedrose$ghosthero.dialogue_halls_4=\u8FD9\u91CC\u7684\u602A\u7269\u592A\u8BE1\u5F02\u4E86\uFF0C\u5B83\u4EEC\u7A76\u7ADF\u4ECE\u4F55\u800C\u6765\uFF1F
items.artifacts.driedrose$ghosthero.dialogue_halls_5=\u611F\u89C9\u5230\u4E86\u5417\uFF1F\u597D\u50CF\u6709\u4EC0\u4E48\u4E1C\u897F\u5728\u76EF\u7740\u6211\u4EEC\u3002
items.artifacts.driedrose$ghosthero.dialogue_halls_6=\u8FD8\u597D\u6709\u706B\u628A\uFF0C\u8FD9\u91CC\u592A\u6697\u4E86\uFF01
items.artifacts.driedrose$ghosthero.dialogue_ascension_1=\u4E3A\u4EC0\u4E48\u4F1A\u53D1\u751F\u8FD9\u6837\u7684\u4E8B\u60C5\uFF0C\u6211\u4EEC\u4E0D\u662F\u6210\u529F\u4E86\u5417\uFF1F
items.artifacts.driedrose$ghosthero.dialogue_ascension_2=\u90A3\u4E2A\u602A\u7269...\u600E\u4E48\u8FD8\u80FD\u7EE7\u7EED\u5F71\u54CD\u8FD9\u4E2A\u4E16\u754C\uFF1F
items.artifacts.driedrose$ghosthero.dialogue_ascension_3=\u6211\u5E0C\u671B\u4F60\u660E\u767D\u4F60\u6B63\u5728\u7528\u90A3\u4E2A\u62A4\u7B26\u505A\u4EC0\u4E48\u3002
items.artifacts.driedrose$ghosthero.dialogue_ascension_4=\u6211\u60F3\u6211\u4EEC\u8FD8\u6CA1\u7ED3\u675F\u3002
items.artifacts.driedrose$ghosthero.dialogue_ascension_5=\u5DF2\u7ECF\u8D70\u4E86\u8FD9\u4E48\u8FDC\uFF0C\u6211\u4EEC\u53EF\u4EE5\u7ED3\u675F\u8FD9\u4E00\u5207\u4E86\uFF01
items.artifacts.driedrose$ghosthero.dialogue_ascension_6=\u518D\u5F80\u524D\u8D70\u4E00\u70B9\uFF0C\u6211\u4EEC\u5C31\u53EF\u4EE5\u79BB\u5F00\u8FD9\u91CC\u4E86\uFF01

items.artifacts.driedrose$ghosthero.seen_goo_1=\u5F53\u5FC3\u7C98\u5495\uFF01
items.artifacts.driedrose$ghosthero.seen_goo_2=\u6709\u592A\u591A\u670B\u53CB\u6B7B\u5728\u8FD9\u4E2A\u5BB6\u4F19\u624B\u4E0A\u4E86\uFF0C\u6B64\u4EC7\u5FC5\u62A5\uFF01
items.artifacts.driedrose$ghosthero.seen_goo_3=\u4E0D\u80FD\u8BA9\u8FD9\u4E2A\u9B54\u969C\u6D3B\u7740\u79BB\u5F00\uFF01
items.artifacts.driedrose$ghosthero.seen_tengu_1=\u552F\u4E00\u5269\u4E0B\u7684\u56DA\u72AF\u662F\u4E2A\u5371\u9669\u7684\u6697\u6740\u8005\u3002\u771F\u5E94\u666F\u2026\u2026
items.artifacts.driedrose$ghosthero.seen_tengu_2=\u6211\u4EEC\u88AB\u4ED6\u56F0\u4F4F\u4E86\uFF01
items.artifacts.driedrose$ghosthero.seen_tengu_3=\u6709\u5173\u90A3\u4E2A\u9762\u5177\u7684\u9B3C\u6545\u4E8B\u6211\u542C\u8FC7\u4E0D\u5C11\u2026\u2026
items.artifacts.driedrose$ghosthero.seen_dm300_1=\u8BA9\u6316\u77FF\u7684\u673A\u5668\u8FFD\u6740\u5916\u6765\u8005\u8FD9\u79CD\u4E8B\u53EA\u6709\u77EE\u4EBA\u624D\u5E72\u5F97\u51FA\u6765\u3002
items.artifacts.driedrose$ghosthero.seen_dm300_2=\u771F\u662F\u4E2A\u5927\u5BB6\u4F19\u2026\u2026
items.artifacts.driedrose$ghosthero.seen_dm300_3=\u8FD9\u4E1C\u897F\u600E\u4E48\u5F04\u7684\uFF0C\u80FD\u8FD0\u4F5C\u8FD9\u4E48\u4E45\uFF1F
items.artifacts.driedrose$ghosthero.seen_king_1=\u300C\u529B\u91CF\u4F7F\u4EBA\u8150\u8D25\u300D\u7684\u8BF4\u6CD5\u6307\u7684\u5C31\u662F\u8FD9\u79CD\u60C5\u51B5\u3002
items.artifacts.driedrose$ghosthero.seen_king_2=\u4EC0\u4E48\u56FD\u738B\uFF0C\u6839\u672C\u5C31\u662F\u4E2A\u5DEB\u5996\u3002
items.artifacts.driedrose$ghosthero.seen_king_3=\u5C31\u7B97\u6B7B\u4E86\uFF0C\u77EE\u4EBA\u4E5F\u542C\u4EE4\u4E8E\u4ED6\u4EEC\u7684\u8001\u4E3B\u5B50\u3002
items.artifacts.driedrose$ghosthero.seen_yog_1=\u5443\uFF0C\u8FD9\u770B\u8D77\u6765\u4E0D\u5999\u3002
items.artifacts.driedrose$ghosthero.seen_yog_2=\u539F\u6765\u795E\u662F\u957F\u8FD9\u6837\u7684\uFF1F
items.artifacts.driedrose$ghosthero.seen_yog_3=\u8FD9\u4E0B\u5B50\u8981\u5403\u82E6\u4E86\u2026\u2026

items.artifacts.driedrose$ghosthero.defeated_by_enemy_1=\u795D\u4F60\u63A5\u4E0B\u6765\u597D\u8FD0\u2026\u2026
items.artifacts.driedrose$ghosthero.defeated_by_enemy_2=\u6682\u65F6\u6709\u70B9\u2026\u2026\u7D2F\u4E86\u2026\u2026
items.artifacts.driedrose$ghosthero.defeated_by_enemy_3=\u6211\u4F1A\u56DE\u6765\u7684\u2026\u2026
items.artifacts.driedrose$ghosthero.defeated_by_boss_1=\u62B1\u6B49\u2026\u2026\u795D\u597D\u2026\u2026
items.artifacts.driedrose$ghosthero.defeated_by_boss_2=\u522B\u7BA1\u6211\u2026\u2026\u6D88\u706D\u5B83\u2026\u2026
items.artifacts.driedrose$ghosthero.defeated_by_boss_3=\u6211\u2026\u2026\u4E0D\u80FD\u2026\u2026
items.artifacts.driedrose$ghosthero.blessed_ankh_1=\u521A\u624D\u4F60\u600E\u4E48\u6D3B\u4E0B\u6765\u7684\uFF1F
items.artifacts.driedrose$ghosthero.blessed_ankh_2=\u6211\u5F53\u65F6\u6709\u4E2A\u8FD9\u79CD\u4E1C\u897F\u8BE5\u591A\u597D\u2026\u2026
items.artifacts.driedrose$ghosthero.blessed_ankh_3=\u6211\u7684\u5929\uFF01\u4F60\u8FD8\u6D3B\u7740\uFF01
items.artifacts.driedrose$ghosthero.player_killed_1=\u4E0D\u8981\uFF01\u2026\u2026
items.artifacts.driedrose$ghosthero.player_killed_2=\u6211\u6CA1\u80FD\u5E2E\u4E0A\u5FD9\u2026\u2026
items.artifacts.driedrose$ghosthero.player_killed_3=\u600E\u4E48\u4F1A\u8FD9\u6837\u2026\u2026

items.artifacts.driedrose$ghosthero.direct_prompt=\u6211\u5E94\u8BE5\u600E\u4E48\u529E\uFF1F
items.artifacts.driedrose$ghosthero.directed_follow_1=\u597D\uFF0C\u6211\u4F1A\u8DDF\u7D27\u7684\u3002
items.artifacts.driedrose$ghosthero.directed_follow_2=\u6211\u4F1A\u8DDF\u5728\u4F60\u540E\u9762\u3002
items.artifacts.driedrose$ghosthero.directed_follow_3=\u8DDF\u7740\u4F60\u2026\u2026
items.artifacts.driedrose$ghosthero.directed_follow_4=\u597D\uFF0C\u8D70\u5427\uFF01
items.artifacts.driedrose$ghosthero.directed_follow_5=\u6211\u63A9\u62A4\u4F60\u80CC\u540E\u3002
items.artifacts.driedrose$ghosthero.directed_attack_1=\u597D\uFF0C\u6211\u6253\u8FC7\u53BB\u3002
items.artifacts.driedrose$ghosthero.directed_attack_2=\u6211\u53BB\u89E3\u51B3\u90A3\u53EA\u3002
items.artifacts.driedrose$ghosthero.directed_attack_3=\u6B63\u5728\u63A5\u8FD1\u2026\u2026
items.artifacts.driedrose$ghosthero.directed_attack_4=\u4E00\u8D77\u4E0A\uFF01
items.artifacts.driedrose$ghosthero.directed_attack_5=\u90A3\u53EA\u8BA9\u6211\u6765\u3002
items.artifacts.driedrose$ghosthero.directed_position_1=\u597D\uFF0C\u6211\u5B88\u4F4F\u90A3\u91CC\u3002
items.artifacts.driedrose$ghosthero.directed_position_2=\u6211\u53BB\u90A3\u91CC\u9632\u5B88\u3002
items.artifacts.driedrose$ghosthero.directed_position_3=\u6B63\u5728\u8FC7\u53BB\u2026\u2026
items.artifacts.driedrose$ghosthero.directed_position_4=\u5728\u8DEF\u4E0A\uFF01
items.artifacts.driedrose$ghosthero.directed_position_5=\u90A3\u6211\u5C31\u53BB\u90A3\u91CC\u3002

items.artifacts.driedrose$ghosthero.desc=\u770B\u8D77\u6765\u5F88\u8106\u5F31\u7684\u4EBA\u578B\u5E7B\u5F71\uFF0C\u8EAB\u5F62\u98D8\u6E3A\u3002\u5B83\u7684\u529B\u91CF\u4F3C\u4E4E\u4E0E\u4F60\u624B\u4E0A\u7684\u73AB\u7470\u6709\u5173\u3002\n\n\u8FD9\u4E2A\u5E7D\u7075\u5E76\u6CA1\u6709\u4EC0\u4E48\u8FC7\u4EBA\u4E4B\u5904\uFF0C\u4F46\u5B83\u5E94\u8BE5\u662F\u4F60\u5728\u8FD9\u91CC\u552F\u4E00\u7684\u631A\u53CB\u4E86\u3002

##back to artifacts
items.artifacts.elitebadge.name=\u7CBE\u82F1\u8BC1\u7AE0
items.artifacts.elitebadge.ac_elite=\u7CBE\u82F1\u5316
items.artifacts.elitebadge.low_charge=\u4F60\u7684\u8BC1\u7AE0\u5145\u80FD\u4E0D\u8DB3\u3002
items.artifacts.elitebadge.cursed=\u4F60\u4E0D\u80FD\u4F7F\u7528\u53D7\u8BC5\u5492\u7684\u8BC1\u7AE0\u3002
items.artifacts.elitebadge.desc=\u8FD9\u679A\u5C0F\u5C0F\u7684\u8BC1\u7AE0\u4E0A\u805A\u96C6\u4E86\u96BE\u4EE5\u60F3\u8C61\u7684\u7CBE\u795E\u529B\u91CF\u3002\u4F60\u53EF\u4EE5\u501F\u52A9\u5B83\u8F6C\u5316\u8FD9\u4E9B\u80FD\u91CF\u589E\u5E45\u81EA\u5DF1\u3002
items.artifacts.elitebadge.desc_cursed=\u88AB\u8BC5\u5492\u7684\u8BC1\u7AE0\u6563\u53D1\u51FA\u5F3A\u5927\u7684\u6C14\u573A\u7B3C\u7F69\u4E86\u6574\u4E2A\u5730\u7262......
items.artifacts.elitebadge.already_elite=\u4F60\u5DF2\u5904\u4E8E\u7CBE\u82F1\u5316\u72B6\u6001\u4E0B\uFF0C\u8BC1\u7AE0\u65E0\u6CD5\u540C\u65F6\u65BD\u52A0\u591A\u91CD\u6548\u679C\u3002
items.artifacts.elitebadge.cancel=\u53D6\u6D88
items.artifacts.elitebadge.text=\u8BF7\u9009\u62E9\u4F60\u60F3\u8981\u7684\u7CBE\u82F1\u5316\u6548\u679C\u3002\u6CE8\u610F\uFF1A\u53D6\u6D88\u4E5F\u4F1A\u6D88\u8017\u6389\u5145\u80FD\u3002
items.artifacts.elitebadge.desc_equipped=\u8BC1\u7AE0\u88AB\u4F60\u6234\u5728\u8EAB\u524D\uFF0C\u7F13\u6162\u5730\u6536\u96C6\u88AB\u4F60\u4EB2\u624B\u51FB\u8D25\u8005\u7684\u7CBE\u795E\u80FD\u91CF\u3002\u6536\u96C6\u8DB3\u591F\u7684\u80FD\u91CF\uFF0C\u5C31\u53EF\u4EE5\u4F7F\u7528\u7CBE\u82F1\u5316\u7684\u80FD\u529B\u3002
items.artifacts.elitebadge$badgerecharge.levelup=\u4F60\u7684\u8BC1\u7AE0\u53D8\u5F97\u66F4\u5F3A\u5927\u4E86\uFF01

items.artifacts.etherealchains.name=\u865A\u7A7A\u9501\u94FE
items.artifacts.etherealchains.ac_cast=\u65BD\u653E
items.artifacts.etherealchains.rooted=\u9501\u94FE\u65E0\u6CD5\u62C9\u52A8\u88AB\u7F20\u7ED5\u7684\u4F60\u3002
items.artifacts.etherealchains.no_charge=\u4F60\u7684\u9501\u94FE\u5145\u80FD\u4E0D\u8DB3\u3002
items.artifacts.etherealchains.cursed=\u4F60\u4E0D\u80FD\u4F7F\u7528\u53D7\u8BC5\u5492\u7684\u9501\u94FE\u3002
items.artifacts.etherealchains.does_nothing=\u8FD9\u6837\u5E76\u6CA1\u6709\u7528\u3002
items.artifacts.etherealchains.cant_pull=\u4F60\u7684\u9501\u94FE\u4E0D\u80FD\u62C9\u52A8\u90A3\u4E2A\u76EE\u6807\u3002
items.artifacts.etherealchains.cant_reach=\u4F60\u7684\u9501\u94FE\u65E0\u6CD5\u89E6\u53CA\u90A3\u91CC\u3002
items.artifacts.etherealchains.inside_wall=\u4F60\u7684\u9501\u94FE\u53EA\u80FD\u4F7F\u81EA\u5DF1\u7A7F\u8D8A\u5899\u58C1\uFF0C\u800C\u4E0D\u662F\u7A7F\u900F\u5B83\u4EEC
items.artifacts.etherealchains.nothing_to_grab=\u76EE\u6807\u533A\u57DF\u6CA1\u6709\u53EF\u4F9B\u6293\u53D6\u7684\u7269\u4EF6\u3002
items.artifacts.etherealchains.prompt=\u9009\u62E9\u8981\u7784\u51C6\u7684\u5730\u65B9
items.artifacts.etherealchains.desc=\u8FD9\u4E9B\u5DE8\u5927\u4F46\u8F7B\u76C8\u7684\u9501\u94FE\u6563\u53D1\u7740\u7075\u9B42\u80FD\u91CF\u3002\u5B83\u4EEC\u53EF\u4EE5\u7528\u6765\u628A\u4F60\u62C9\u5411\u4E00\u4E9B\u5730\u5F62\uFF0C\u6216\u5C06\u654C\u4EBA\u62C9\u5411\u4F60\u3002\u65E0\u5B9E\u4F53\u7684\u5929\u7136\u7279\u8D28\u751A\u81F3\u53EF\u4EE5\u5141\u8BB8\u5176\u7A7F\u900F\u5899\u58C1\uFF01
items.artifacts.etherealchains.desc_cursed=\u88AB\u8BC5\u5492\u7684\u9501\u94FE\u5C06\u81EA\u5DF1\u9501\u5728\u4E86\u4F60\u7684\u8EAB\u8FB9\uFF0C\u4E0D\u65AD\u5730\u5728\u5468\u56F4\u6643\u52A8\uFF0C\u8BD5\u56FE\u7ECA\u5012\u6216\u7ED1\u4F4F\u4F60\u3002
items.artifacts.etherealchains.desc_equipped=\u9501\u94FE\u56F4\u7ED5\u5728\u4F60\u7684\u8EAB\u8FB9\uFF0C\u7F13\u6162\u5730\u6536\u96C6\u88AB\u4F60\u51FB\u8D25\u8005\u7684\u7CBE\u795E\u80FD\u91CF\u3002\u6BCF\u4E00\u53D1\u5145\u80FD\u90FD\u662F\u9501\u94FE\u4E2D\u7684\u4E00\u73AF\uFF0C\u6BCF\u4E00\u4E2A\u73AF\u8282\u90FD\u80FD\u6B63\u597D\u5EF6\u957F\u4E00\u683C\u3002
items.artifacts.etherealchains$chainsrecharge.levelup=\u4F60\u7684\u9501\u94FE\u53D8\u5F97\u66F4\u5F3A\u5927\u4E86\uFF01

items.artifacts.hornofplenty.name=\u4E30\u9976\u4E4B\u89D2
items.artifacts.hornofplenty.ac_snack=\u5C0F\u5403\u4E00\u53E3
items.artifacts.hornofplenty.ac_eat=\u98DF\u7528
items.artifacts.hornofplenty.ac_store=\u8D2E\u5B58
items.artifacts.hornofplenty.eat=\u4F60\u4EAB\u7528\u4E86\u53F7\u89D2\u4E2D\u7684\u98DF\u7269\u3002
items.artifacts.hornofplenty.prompt=\u9009\u62E9\u4E00\u4E2A\u98DF\u7269
items.artifacts.hornofplenty.no_food=\u4F60\u7684\u53F7\u89D2\u91CC\u6CA1\u6709\u98DF\u7269\u53EF\u4F9B\u98DF\u7528\uFF01
items.artifacts.hornofplenty.full=\u4F60\u7684\u53F7\u89D2\u88C5\u6EE1\u4E86\u98DF\u7269\uFF01
items.artifacts.hornofplenty.reject=\u4F60\u7684\u53F7\u89D2\u5E76\u4E0D\u63A5\u53D7\u672A\u7ECF\u70F9\u716E\u7684\u65E0\u5473\u679C\u3002
items.artifacts.hornofplenty.maxlevel=\u4F60\u7684\u53F7\u89D2\u5DF2\u7ECF\u541E\u566C\u4E86\u5C3D\u53EF\u80FD\u591A\u7684\u98DF\u7269\uFF01
items.artifacts.hornofplenty.levelup=\u53F7\u89D2\u541E\u566C\u4E86\u4F60\u63D0\u4F9B\u7684\u98DF\u7269\uFF0C\u53D8\u5F97\u66F4\u52A0\u5F3A\u5927\u4E86\u3002
items.artifacts.hornofplenty.feed=\u53F7\u89D2\u541E\u566C\u4E86\u4F60\u63D0\u4F9B\u7684\u98DF\u7269\u3002
items.artifacts.hornofplenty.desc=\u8FD9\u4E2A\u53F7\u89D2\u4E0D\u80FD\u7528\u4E8E\u5439\u594F\uFF0C\u4E0D\u8FC7\u4F1A\u968F\u7740\u4F60\u6DF1\u5165\u5730\u7262\u83B7\u5F97\u7ECF\u9A8C\u800C\u9010\u6E10\u586B\u5145\u98DF\u7269\u3002\u4F60\u53EF\u4EE5\u4E00\u70B9\u70B9\u6162\u6162\u5403\uFF0C\u4E5F\u53EF\u4EE5\u76F4\u63A5\u5927\u5FEB\u6735\u9890\u5730\u5403\u5230\u9971\u3002
items.artifacts.hornofplenty.desc_hint=\u4E5F\u8BB8\u53EF\u4EE5\u901A\u8FC7\u7ED9\u4E88\u5B83\u98DF\u7269\u7684\u80FD\u91CF\u6765\u589E\u52A0\u53F7\u89D2\u7684\u529B\u91CF\u3002
items.artifacts.hornofplenty.desc_cursed=\u88AB\u8BC5\u5492\u7684\u53F7\u89D2\u628A\u81EA\u5DF1\u7ED1\u5728\u4E86\u4F60\u7684\u8EAB\u8FB9\uFF0C\u5B83\u4F3C\u4E4E\u5728\u6E34\u671B\u5F97\u5230\u98DF\u7269\u800C\u4E0D\u662F\u5236\u9020\u98DF\u7269\u3002

items.artifacts.lloydsbeacon.name=\u65F6\u7A7A\u9053\u6807
items.artifacts.lloydsbeacon.ac_zap=\u91CA\u653E
items.artifacts.lloydsbeacon.ac_set=\u8BBE\u7F6E
items.artifacts.lloydsbeacon.ac_return=\u8FD4\u56DE
items.artifacts.lloydsbeacon.no_charge=\u4F60\u7684\u4FE1\u6807\u73B0\u5728\u5E76\u6CA1\u6709\u8DB3\u591F\u7684\u80FD\u91CF\u652F\u6491\u53D1\u5C04\u4F20\u9001\u9B54\u6CD5\u3002
items.artifacts.lloydsbeacon.tele_fail=\u4F20\u9001\u9B54\u6CD5\u5931\u8D25\u4E86\u3002
items.artifacts.lloydsbeacon.prompt=\u9009\u62E9\u8981\u91CA\u653E\u9B54\u6CD5\u7684\u4F4D\u7F6E
items.artifacts.lloydsbeacon.levelup=\u4F60\u7684\u4FE1\u6807\u53D8\u5F97\u66F4\u5F3A\u5927\u4E86\uFF01
items.artifacts.lloydsbeacon.preventing=\u8FD9\u91CC\u5F3A\u5927\u7684\u9B54\u529B\u6D41\u4F7F\u4F60\u65E0\u6CD5\u4F7F\u7528\u65F6\u7A7A\u9053\u6807\uFF01
items.artifacts.lloydsbeacon.creatures=\u90BB\u8FD1\u751F\u7269\u7684\u5FC3\u7075\u4FE1\u53F7\u6B63\u5728\u5E72\u6270\u4F60\u7684\u65F6\u7A7A\u9053\u6807\u5E76\u4F7F\u5176\u65E0\u6CD5\u88AB\u4F7F\u7528\u3002
items.artifacts.lloydsbeacon.return=\u65F6\u7A7A\u9053\u6807\u88AB\u6210\u529F\u8BBE\u7F6E\u5728\u4E86\u4F60\u7684\u5F53\u524D\u4F4D\u7F6E\uFF0C\u73B0\u5728\u4F60\u53EF\u4EE5\u968F\u65F6\u8FD4\u56DE\u8FD9\u91CC\u3002
items.artifacts.lloydsbeacon.desc=\u65F6\u7A7A\u9053\u6807\u662F\u4E00\u4E2A\u8D4B\u4E88\u4F7F\u7528\u8005\u63A7\u5236\u4F20\u9001\u9B54\u6CD5\u80FD\u529B\u7684\u590D\u6742\u9B54\u6CD5\u88C5\u7F6E\u3002\u8BE5\u4FE1\u6807\u53EF\u4EE5\u7528\u6765\u8FD4\u56DE\u4E00\u4E2A\u9884\u5B9A\u5730\u70B9\uFF0C\u4F46\u5176\u5728\u88C5\u5907\u65F6\u7684\u5145\u80FD\u4E5F\u53EF\u4EE5\u7528\u6765\u5BF9\u6307\u5B9A\u76EE\u6807\u53D1\u5C04\u968F\u673A\u4F20\u9001\u9B54\u6CD5\u3002\u8FD9\u4E2A\u9B54\u6CD5\u53EF\u4EE5\u9488\u5BF9\u67D0\u4E2A\u76EE\u6807\u6216\u4F7F\u7528\u8005\u81EA\u8EAB\u3002
items.artifacts.lloydsbeacon.desc_set=\u4FE1\u6807\u88AB\u8BBE\u7F6E\u5728\u4E86\u50CF\u7D20\u5730\u7262\u7B2C%d\u5C42\u7684\u67D0\u5904\u3002

items.artifacts.masterthievesarmband.name=\u795E\u5077\u8896\u7AE0
items.artifacts.masterthievesarmband.ac_steal=\u7A83\u53D6
items.artifacts.masterthievesarmband.no_charge=\u4F60\u7684\u8896\u7AE0\u5145\u80FD\u4E0D\u8DB3\u3002
items.artifacts.masterthievesarmband.cursed=\u4F60\u4E0D\u80FD\u4F7F\u7528\u53D7\u8BC5\u5492\u7684\u8896\u7AE0\u3002
items.artifacts.masterthievesarmband.full=\u4F60\u7684\u8896\u7AE0\u5145\u6EE1\u4E86\u80FD\u91CF\uFF01
items.artifacts.masterthievesarmband.prompt=\u9009\u62E9\u4E00\u4E2A\u654C\u4EBA\u4F5C\u4E3A\u76EE\u6807\u3002
items.artifacts.masterthievesarmband.no_target=\u4F60\u53EA\u80FD\u9009\u62E9\u4E00\u4E2A\u90BB\u8FD1\u4F60\u7684\u76EE\u6807\uFF01
items.artifacts.masterthievesarmband.steal_shopkeeper=\u4F60\u4E0D\u80FD\u76F4\u63A5\u4ECE\u5546\u5E97\u8001\u677F\u7A83\u53D6\u7269\u54C1\u3002
items.artifacts.masterthievesarmband.no_steal=\u8FD9\u4E2A\u654C\u4EBA\u8EAB\u4E0A\u6CA1\u4EC0\u4E48\u597D\u5077\u7684\u3002
items.artifacts.masterthievesarmband.stole_item=\u4F60\u5077\u5230\u4E86\uFF1A%s \u3002
items.artifacts.masterthievesarmband.failed_steal=\u4F60\u6CA1\u6709\u5C1D\u8BD5\u5077\u53D6\u4EFB\u4F55\u4E1C\u897F\u3002
items.artifacts.masterthievesarmband.level_up=\u4F60\u7684\u8896\u7AE0\u53D8\u5F97\u66F4\u5F3A\u5927\u4E86\uFF01
items.artifacts.masterthievesarmband.desc=\u8FD9\u4E2A\u7D2B\u8272\u7684\u5929\u9E45\u7ED2\u8896\u6807\u662F\u76D7\u8D3C\u5927\u5E08\u7684\u6807\u5FD7\u3002\u5B83\u4E0D\u5C5E\u4E8E\u4F60\uFF0C\u4F46\u5B83\u4E5F\u4E0D\u5C5E\u4E8E\u4F60\u62FF\u5230\u8FD9\u4E2A\u8896\u6807\u65F6\u51FB\u8D25\u7684\u4EBA\u3002
items.artifacts.masterthievesarmband.desc_cursed=\u88AB\u8BC5\u5492\u7684\u8896\u7AE0\u7D27\u7D27\u5730\u675F\u5728\u4F60\u7684\u624B\u8155\u4E0A\uFF0C\u4E0D\u77E5\u600E\u4E48\u4F60\u611F\u89C9\u81EA\u5DF1\u7684\u94B1\u888B\u6B63\u5728\u6162\u6162\u53D8\u8F7B\u2026\u2026
items.artifacts.masterthievesarmband.desc_worn=\u6BCF\u5F53\u83B7\u5F97\u7ECF\u9A8C\u503C\uFF0C\u4F60\u90FD\u611F\u5230\u6709\u4E00\u80A1\u529B\u91CF\u5728\u8896\u7AE0\u91CC\u9010\u6E10\u589E\u5F3A\u3002\u4F60\u4E0D\u4EC5\u53EF\u4EE5\u8FD0\u7528\u8FD9\u80A1\u529B\u91CF\u5728\u5546\u5E97\u4E2D\u76D7\u7A83\uFF0C\u8FD8\u53EF\u4EE5\u7528\u6765\u6D17\u52AB\u5176\u5B83\u654C\u4EBA\uFF01\n\n\u76D7\u53D6\u654C\u4EBA\u968F\u8EAB\u7269\u54C1\u7684\u52A8\u4F5C\u4E0D\u6D88\u8017\u65F6\u95F4\uFF0C\u8FD8\u4F1A\u77ED\u6682\u5730\u8FF7\u60D1\u654C\u4EBA\u3002\u76D7\u7A83\u65F6\u6709\u6982\u7387\u83B7\u5F97\u4EFB\u4F55\u654C\u4EBA\u62E5\u6709\u7684\u4E1C\u897F\uFF01\u5728\u5BF9\u672A\u5BDF\u89C9\u4F60\u7684\u654C\u4EBA\u4E0B\u624B\u65F6\uFF0C\u5077\u7A83\u7684\u6210\u529F\u7387\u5C06\u4F1A\u66F4\u9AD8\u3002\u591A\u6B21\u5077\u7A83\u540C\u4E00\u4E2A\u654C\u4EBA\u4E0D\u4F1A\u5E26\u6765\u66F4\u591A\u83B7\u53D6\u8D43\u7269\u7684\u673A\u4F1A\u3002

items.artifacts.sandalsofnature.name=\u81EA\u7136\u4E4B\u5C65
items.artifacts.sandalsofnature.name_1=\u81EA\u7136\u4E4B\u978B
items.artifacts.sandalsofnature.name_2=\u81EA\u7136\u4E4B\u9774
items.artifacts.sandalsofnature.name_3=\u81EA\u7136\u62A4\u817F
items.artifacts.sandalsofnature.ac_feed=\u5582\u98DF
items.artifacts.sandalsofnature.ac_root=\u624E\u6839
items.artifacts.sandalsofnature.prompt=\u9009\u62E9\u4E00\u4E2A\u79CD\u5B50
items.artifacts.sandalsofnature.levelup=\u4F60\u7684\u978B\u5B50\u5C3A\u5BF8\u53D8\u5927\u4E86\uFF01
items.artifacts.sandalsofnature.absorb_seed=\u978B\u5B50\u5438\u6536\u4E86\u79CD\u5B50\uFF0C\u770B\u8D77\u6765\u66F4\u5065\u5EB7\u4E86\u3002
items.artifacts.sandalsofnature.no_effect=\u4F60\u5FC5\u987B\u5148\u7ED9\u4F60\u7684\u978B\u5B50\u5582\u98DF\u4E00\u4E2A\u79CD\u5B50\u3002
items.artifacts.sandalsofnature.low_charge=\u4F60\u7684\u978B\u5B50\u8FD8\u6CA1\u6709\u8DB3\u591F\u7684\u80FD\u91CF\u3002
items.artifacts.sandalsofnature.prompt_target=\u9009\u62E9\u4E00\u4E2A\u4F4D\u7F6E
items.artifacts.sandalsofnature.out_of_range=\u90A3\u4E2A\u4F4D\u7F6E\u8D85\u51FA\u4E86\u8303\u56F4\u3002
items.artifacts.sandalsofnature.desc_1=\u521D\u770B\u50CF\u662F\u7528\u9EBB\u7EF3\u7F16\u6210\u7684\u51C9\u978B\u5B9E\u9645\u4E0A\u662F\u4E24\u682A\u690D\u7269\uFF01\u5B83\u4EEC\u770B\u4E0A\u53BB\u65E2\u865A\u5F31\u53C8\u82CD\u767D\uFF0C\u4E5F\u8BB8\u5B83\u4EEC\u9700\u8981\u4E00\u70B9\u8425\u517B\uFF1F
items.artifacts.sandalsofnature.desc_2=\u8FD9\u53CC\u978B\u5B50\u5DF2\u7ECF\u957F\u5927\u4E86\uFF0C\u73B0\u5728\u66F4\u50CF\u662F\u4E00\u53CC\u5408\u811A\u7684\u978B\u3002\u5B83\u4EEC\u5DF2\u7ECF\u6CA1\u90A3\u4E48\u82CD\u767D\u4E86\uFF0C\u4E5F\u8BB8\u8FD8\u53EF\u4EE5\u8FDB\u4E00\u6B65\u6210\u957F\uFF1F
items.artifacts.sandalsofnature.desc_3=\u8FD9\u4E24\u682A\u690D\u7269\u53C8\u957F\u5927\u4E86\u3002\u50CF\u662F\u4E00\u53CC\u6811\u76AE\u5236\u6210\u7684\u539A\u9774\u5B50\u3002\u690D\u7269\u4F3C\u4E4E\u5DF2\u7ECF\u6062\u590D\u4E86\u5B83\u4EEC\u7684\u529B\u91CF\uFF0C\u4F46\u4E5F\u8BB8\u4ECD\u80FD\u8FDB\u4E00\u6B65\u6210\u957F\uFF1F
items.artifacts.sandalsofnature.desc_4=\u690D\u7269\u4EEC\u4F3C\u4E4E\u5DF2\u957F\u5230\u6700\u5927\uFF0C\u5C31\u50CF\u662F\u4E00\u5BF9\u88C5\u7532\u62A4\u80EB\u3002\u8FD9\u5BF9\u6DF1\u68D5\u8272\u62A4\u817F\u770B\u4E0A\u53BB\u4EFF\u5982\u4E00\u68F5\u975E\u5E38\u575A\u6BC5\u7684\u6811\u3002
items.artifacts.sandalsofnature.desc_hint=\u7A7F\u4E0A\u8FD9\u4EF6\u795E\u5668\u65F6\u4F60\u611F\u5230\u66F4\u52A0\u4EB2\u8FD1\u81EA\u7136\u4E86\u3002
items.artifacts.sandalsofnature.desc_cursed=\u88AB\u8BC5\u5492\u7684\u978B\u5B50\u5207\u65AD\u4E86\u4E00\u5207\u4F60\u4E0E\u81EA\u7136\u7684\u8054\u7CFB\u3002
items.artifacts.sandalsofnature.desc_ability=\u978B\u5B50\u6CDB\u8D77\u4F60\u5582\u7ED9\u5B83\u4EEC\u7684\u6700\u540E\u4E00\u7C92\u79CD\u5B50\u989C\u8272\u7684\u6D9F\u6F2A\u3002 \u5B83\u4EEC\u53EF\u4EE5\u5728\u5730\u9762\u4E0A\u6682\u65F6\u624E\u6839\u5E76\u57283\u683C\u534A\u5F84\u5185\u7684\u4EFB\u610F\u4F4D\u7F6E\u4EA7\u751F\u90A3\u79CD\u690D\u7269\u7684\u6548\u679C\u3002\u9700\u8981\u5145\u80FD\uFF1A _%d%%\u3002_
items.artifacts.sandalsofnature.desc_seeds=\u4F60\u5DF2\u7ECF\u7ED9\u978B\u5B50\u5582\u8FC7\u4E86%d\u4E4B\u79CD\u3002

items.artifacts.talismanofforesight.name=\u5148\u89C1\u62A4\u7B26
items.artifacts.talismanofforesight.ac_scry=\u63A2\u67E5
items.artifacts.talismanofforesight.low_charge=\u62A4\u7B26\u9700\u8981\u81F3\u5C11 5% \u7684\u5145\u80FD\u624D\u53EF\u4EE5\u518D\u6B21\u4F7F\u7528\u201C\u63A2\u67E5\u201D\u3002
items.artifacts.talismanofforesight.prompt=\u9009\u62E9\u8981\u63A2\u67E5\u7684\u4F4D\u7F6E
items.artifacts.talismanofforesight.levelup=\u4F60\u7684\u62A4\u7B26\u53D8\u5F97\u66F4\u5F3A\u5927\u4E86\uFF01
items.artifacts.talismanofforesight.full_charge=\u4F60\u7684\u62A4\u7B26\u5145\u6EE1\u4E86\u80FD\u91CF\uFF01
items.artifacts.talismanofforesight.desc=\u4E00\u5757\u96D5\u7740\u5947\u602A\u523B\u7EB9\u7684\u5149\u6ED1\u77F3\u5934\u3002\u5B83\u597D\u50CF\u662F\u5728\u89C2\u5BDF\u7740\u4F60\u5468\u56F4\u7684\u4E00\u5207\uFF0C\u7559\u610F\u4EFB\u4F55\u4E0D\u5BFB\u5E38\u7684\u4E1C\u897F\u3002
items.artifacts.talismanofforesight.desc_worn=\u624B\u91CC\u62FF\u7740\u62A4\u7B26\u65F6\uFF0C\u4F60\u611F\u5230\u4E94\u611F\u90FD\u66F4\u654F\u9510\u4E86\u3002\u62A4\u7B26\u6B63\u968F\u7740\u65F6\u95F4\u6162\u6162\u79EF\u6512\u80FD\u91CF\uFF0C\u5F53\u4F60\u53D1\u73B0\u88AB\u9690\u85CF\u7684\u95E8\u6216\u9677\u9631\u65F6\u4F1A\u83B7\u5F97\u989D\u5916\u80FD\u91CF\u3002\n\n\u62A4\u7B26\u53EF\u4EE5\u82B1\u8D39\u80FD\u91CF\u53BB\u300C\u63A2\u67E5\u300D\u4E00\u4E2A\u6247\u5F62\u7684\u533A\u57DF\uFF0C\u63ED\u793A\u8303\u56F4\u5185\u6240\u6709\u7684\u5730\u683C\u4E0E\u79D8\u5BC6\uFF0C\u5E76\u4E14\u6682\u65F6\u8D4B\u4E88\u4F60\u5BF9\u8303\u56F4\u5185\u654C\u4EBA\u4E0E\u9053\u5177\u7684\u7075\u89C6\u3002
items.artifacts.talismanofforesight.desc_cursed=\u88AB\u8BC5\u5492\u7684\u62A4\u7B26\u6DF1\u523B\u5730\u51DD\u89C6\u7740\u4F60\uFF0C\u4F7F\u4F60\u7684\u611F\u77E5\u949D\u5316\u3002
items.artifacts.talismanofforesight$foresight.name=\u5371\u9669\u9884\u77E5
items.artifacts.talismanofforesight$foresight.uneasy=\u4F60\u611F\u5230\u5F88\u4E0D\u5B89\u3002
items.artifacts.talismanofforesight$foresight.desc=\u4F60\u611F\u5230\u975E\u5E38\u7126\u8651\uFF0C\u4EFF\u4F5B\u5468\u906D\u6709\u672A\u88AB\u53D1\u73B0\u7684\u5371\u9669\u3002

items.artifacts.timekeepershourglass.name=\u65F6\u5149\u6C99\u6F0F
items.artifacts.timekeepershourglass.ac_activate=\u6FC0\u6D3B
items.artifacts.timekeepershourglass.deactivate=\u4F60\u53D6\u6D88\u4E86\u65F6\u95F4\u51BB\u7ED3\u3002
items.artifacts.timekeepershourglass.no_charge=\u4F60\u7684\u6C99\u6F0F\u5145\u80FD\u8FD8\u4E0D\u8DB3\u4EE5\u7528\u6765\u6FC0\u6D3B\u3002
items.artifacts.timekeepershourglass.cursed=\u4F60\u4E0D\u80FD\u4F7F\u7528\u53D7\u8BC5\u5492\u7684\u6C99\u6F0F\u3002
items.artifacts.timekeepershourglass.onstasis=\u4F60\u5468\u906D\u7684\u4E16\u754C\u4F3C\u4E4E\u5C31\u5728\u8FD9\u4E00\u77AC\u95F4\u53D8\u5316\u4E86\u3002
items.artifacts.timekeepershourglass.onfreeze=\u4F60\u5468\u56F4\u7684\u4E00\u5207\u7A81\u7136\u90FD\u5F7B\u5E95\u9759\u6B62\u4E0B\u6765\u3002
items.artifacts.timekeepershourglass.stasis=\u4F7F\u6211\u5F7B\u5E95\u9759\u6B62
items.artifacts.timekeepershourglass.freeze=\u51BB\u7ED3\u5468\u56F4\u65F6\u95F4
items.artifacts.timekeepershourglass.prompt=\u4F60\u60F3\u8981\u5982\u4F55\u4F7F\u7528\u6C99\u6F0F\u7684\u9B54\u6CD5\uFF1F\n\n\u505C\u6EDE\u4F60\u81EA\u5DF1\u7684\u65F6\u95F4\uFF0C\u5468\u906D\u7684\u65F6\u95F4\u4F1A\u7EE7\u7EED\u6B63\u5E38\u6D41\u52A8\uFF0C\u800C\u4F60\u5C06\u8EAB\u5904\u51BB\u7ED3\u7684\u65F6\u95F4\u4E2D\uFF0C\u52A8\u5F39\u4E0D\u5F97\u5374\u4E5F\u5200\u67AA\u4E0D\u5165\u3002\u6BCF\u8FD9\u6837\u505A\u4E00\u6B21\uFF0C\u6C99\u6F0F\u90FD\u4F1A\u6D88\u8017\u4E24\u70B9\u80FD\u91CF\u3002\n\n\u51BB\u7ED3\u5916\u754C\u7684\u65F6\u95F4\uFF0C\u4F60\u7684\u4E00\u4E3E\u4E00\u52A8\u90FD\u5C06\u77AC\u95F4\u5B8C\u6210\u3002\u8FD9\u79CD\u51BB\u7ED3\u80FD\u591F\u901A\u8FC7\u518D\u6B21\u4F7F\u7528\u6C99\u6F0F\u6216\u8FDB\u884C\u653B\u51FB\u968F\u65F6\u53D6\u6D88\u3002
items.artifacts.timekeepershourglass.desc=\u8FD9\u53EA\u5927\u578B\u7684\u534E\u8D35\u6C99\u6F0F\u770B\u8D77\u6765\u5374\u5E76\u4E0D\u600E\u4E48\u8D77\u773C\uFF0C\u4F46\u4F60\u4ECD\u89C9\u5F97\u5B83\u7CBE\u96D5\u7EC6\u523B\u7684\u6846\u67B6\u5185\u8574\u542B\u7740\u67D0\u79CD\u5F3A\u5927\u7684\u529B\u91CF\u3002\u5728\u7FFB\u8F6C\u6C99\u6F0F\u3001\u5728\u770B\u7740\u6C99\u5B50\u6D41\u4E0B\u7684\u540C\u65F6\uFF0C\u4F60\u80FD\u611F\u53D7\u5230\u4E00\u79CD\u9B54\u6CD5\u6B63\u5728\u62C9\u626F\u7740\u4F60\uFF0C\u4F7F\u7528\u8FD9\u79CD\u9B54\u6CD5\u80AF\u5B9A\u80FD\u7ED9\u4F60\u4E00\u4E9B\u63A7\u5236\u65F6\u95F4\u7684\u65B9\u6CD5\u3002
items.artifacts.timekeepershourglass.desc_hint=\u6C99\u6F0F\u4F3C\u4E4E\u5931\u53BB\u4E86\u4E00\u4E9B\u6C99\u5B50\uFF0C\u5982\u679C\u4F60\u80FD\u518D\u627E\u5230\u4E00\u4E9B\u2026\u2026
items.artifacts.timekeepershourglass.desc_cursed=\u88AB\u8BC5\u5492\u7684\u6C99\u6F0F\u628A\u5B83\u81EA\u5DF1\u9501\u5728\u4E86\u4F60\u7684\u8EAB\u8FB9\uFF0C\u4F60\u53EF\u4EE5\u611F\u89C9\u5B83\u8BD5\u56FE\u64CD\u7EB5\u4F60\u7684\u65F6\u95F4\u6D41\u52A8\u3002
items.artifacts.timekeepershourglass$timefreeze.name=\u65F6\u95F4\u51BB\u7ED3
items.artifacts.timekeepershourglass$timefreeze.desc=\u5468\u8EAB\u7684\u65F6\u95F4\u5DF2\u88AB\u51BB\u7ED3\uFF0C\u73B0\u5728\u4F60\u53EF\u4EE5\u5728\u4E00\u77AC\u95F4\u5B8C\u6210\u4EFB\u4F55\u884C\u52A8\u3002\u8BE5\u72B6\u6001\u4F1A\u4E00\u76F4\u6301\u7EED\u4E0B\u53BB\uFF0C\u9664\u975E\u4F60\u4E3B\u52A8\u53D6\u6D88\u4E86\u5B83\uFF0C\u6216\u8005\u4F60\u7684\u6C99\u6F0F\u7528\u5C3D\u4E86\u80FD\u91CF\u3002\u5B9E\u65BD\u653B\u51FB\u6216\u4F7F\u7528\u9B54\u6CD5\u540C\u6837\u4F1A\u53D6\u6D88\u8BE5\u6548\u679C\u3002
items.artifacts.timekeepershourglass$sandbag.name=\u4E00\u5305\u9B54\u529B\u6D41\u6C99
items.artifacts.timekeepershourglass$sandbag.levelup=\u4F60\u5C06\u6C99\u5B50\u586B\u5165\u5230\u4F60\u7684\u6C99\u6F0F\u4E2D\u3002
items.artifacts.timekeepershourglass$sandbag.maxlevel=\u4F60\u7684\u6C99\u6F0F\u586B\u6EE1\u4E86\u9B54\u6CD5\u6C99\u5B50\uFF01
items.artifacts.timekeepershourglass$sandbag.no_hourglass=\u4F60\u6CA1\u6709\u6C99\u6F0F\u6765\u5B58\u653E\u8FD9\u4E9B\u6C99\u5B50\u3002
items.artifacts.timekeepershourglass$sandbag.desc=\u8FD9\u4E00\u5C0F\u888B\u7EC6\u7802\u5E94\u8BE5\u80FD\u591F\u5728\u4F60\u7684\u6C99\u6F0F\u4E0A\u5B8C\u7F8E\u4F7F\u7528\u3002\n\n\u6BCF\u6B21\u5F53\u4F60\u9700\u8981\u8FD9\u79CD\u4E1C\u897F\u65F6\uFF0C\u5E97\u4E3B\u90FD\u4F1A\u6446\u51FA\u6765\u4E00\u4E9B\uFF0C\u770B\u8D77\u6765\u5F88\u5947\u602A\u2026\u2026

items.artifacts.unstablespellbook.name=\u65E0\u5E8F\u9B54\u5178
items.artifacts.unstablespellbook.ac_read=\u9605\u8BFB
items.artifacts.unstablespellbook.ac_add=\u52A0\u5165
items.artifacts.unstablespellbook.blinded=\u4F60\u4E0D\u80FD\u5728\u5931\u660E\u7684\u65F6\u5019\u9605\u8BFB\u4E66\u7C4D\u3002
items.artifacts.unstablespellbook.no_charge=\u4F60\u7684\u5492\u8BED\u4E66\u8017\u5C3D\u4E86\u80FD\u91CF\u3002
items.artifacts.unstablespellbook.cursed=\u53D7\u8BC5\u5492\u7684\u5492\u8BED\u4E66\u9501\u6B7B\u4E86\u4E66\u9875\uFF0C\u4F60\u65E0\u6CD5\u9605\u8BFB\u5B83\u3002
items.artifacts.unstablespellbook.prompt=\u9009\u62E9\u4E00\u4E2A\u5377\u8F74
items.artifacts.unstablespellbook.infuse_scroll=\u4F60\u5C06\u5377\u8F74\u7684\u80FD\u91CF\u6CE8\u5165\u4E86\u4E66\u4E2D\u3002
items.artifacts.unstablespellbook.unable_scroll=\u4F60\u65E0\u6CD5\u5C06\u8FD9\u4E2A\u5377\u8F74\u6DFB\u52A0\u5230\u4E66\u4E2D\u3002
items.artifacts.unstablespellbook.unknown_scroll=\u4F60\u4ECD\u7136\u4E0D\u6E05\u695A\u8FD9\u4E2A\u5377\u8F74\u7684\u7C7B\u578B\u3002
items.artifacts.unstablespellbook.desc=\u8FD9\u672C\u9B54\u5178\u5C31\u5176\u5E74\u5C81\u800C\u8A00\u88AB\u4FDD\u517B\u5F97\u5F02\u5E38\u597D\u3002\u5F53\u4F60\u7FFB\u52A8\u9875\u9762\u65F6\u5B83\u4E0D\u65AD\u5730\u567C\u556A\u4F5C\u54CD\u5E76\u53D1\u51FA\u5636\u5636\u58F0\uFF0C\u6D8C\u52A8\u7740\u4E0D\u7A33\u5B9A\u7684\u80FD\u91CF\u3002\u4E00\u65E6\u8BF5\u8BFB\u8FD9\u672C\u4E66\uFF0C\u6CA1\u4EBA\u80FD\u7B03\u5B9A\u4F60\u4F1A\u91CA\u653E\u51FA\u4EC0\u4E48\u5492\u8BED\u3002
items.artifacts.unstablespellbook.desc_cursed=\u88AB\u8BC5\u5492\u7684\u9B54\u5178\u5C06\u81EA\u5DF1\u7ED1\u5728\u4E86\u4F60\u8EAB\u4E0A\uFF0C\u5E76\u5728\u6291\u5236\u4F60\u4F7F\u7528\u5927\u90E8\u5206\u5377\u8F74\u7684\u80FD\u529B\u3002
items.artifacts.unstablespellbook.desc_index=\u8FD9\u672C\u9B54\u5178\u7684\u76EE\u5F55\u5E76\u4E0D\u5B8C\u6574\uFF0C\u76EE\u5F55\u6307\u5411\u7684\u767D\u9875\u4E0A\u5199\u7740\uFF1A
items.artifacts.unstablespellbook.desc_empowered=\u88AB\u4F60\u653E\u8FDB\u4E66\u4E2D\u7684\u5377\u8F74\u95EA\u8000\u7740\u9B54\u529B\u7684\u5FAE\u5149\u3002\u4F60\u80FD\u591F\u5229\u7528\u9B54\u5178\u8FDB\u4E00\u6B65\u6FC0\u53D1\u5377\u8F74\u80FD\u529B\uFF0C\u5C55\u73B0\u51FA\u79D8\u5377\u6548\u679C\uFF0C\u4F46\u8FD9\u6837\u4E5F\u4F1A\u6D88\u8017\u4F60\u989D\u5916\u7684\u5145\u80FD\u3002
items.artifacts.unstablespellbook.read_empowered=\u88AB\u4F60\u653E\u5165\u9B54\u5178\u7684\u5377\u8F74\u90FD\u5145\u6EE1\u4E86\u9B54\u6CD5\u80FD\u91CF\u3002\u4F60\u53EF\u4EE5\u81EA\u4E3B\u9009\u62E9\u5BFC\u5F15\u51FA\u8BE5\u5377\u8F74\u7684\u6B63\u5E38\u6216\u79D8\u5377\u80FD\u529B\u3002\n\n\u5982\u679C\u9009\u62E9\u91CA\u653E\u79D8\u5377\u80FD\u529B\uFF0C\u5219\u4F1A\u6D88\u80172\u70B9\u9B54\u5178\u5145\u80FD\u3002



###bags
items.bags.bag.name=\u80CC\u5305

items.bags.potionbandolier.name=\u836F\u5242\u630E\u5E26
items.bags.potionbandolier.desc=\u8FD9\u526F\u539A\u5B9E\u7684\u630E\u5E26\u80FD\u50CF\u80A9\u5E26\u4E00\u6837\u7F20\u5728\u8EAB\u4E0A\uFF0C\u4E0A\u9762\u6709\u8BB8\u591A\u7528\u6765\u653E\u836F\u74F6\u7684\u9694\u70ED\u9769\u5E26\u3002 \n\n\u630E\u5E26\u80FD\u4E3A\u5B58\u653E\u5176\u4E2D\u7684\u836F\u74F6\u62B5\u5FA1\u5BD2\u51B7\u3002

items.bags.scrollholder.name=\u5377\u8F74\u7B52
items.bags.scrollholder.desc=\u8FD9\u4E2A\u7BA1\u72B6\u7684\u5BB9\u5668\u770B\u8D77\u6765\u53EF\u4EE5\u88C5\u4E0B\u4E00\u6574\u4EFD\u5929\u6587\u5B66\u5BB6\u7684\u624B\u4E66\uFF0C\u4E0D\u8FC7\u4F60\u7684\u5377\u8F74\u4E5F\u521A\u597D\u80FD\u653E\u5728\u91CC\u9762\u3002\u91CC\u9762\u751A\u81F3\u6709\u4E00\u4E9B\u80FD\u7528\u6765\u653E\u7F6E\u6CD5\u529B\u7ED3\u6676\u548C\u7C89\u5C18\u7684\u5C0F\u9694\u95F4\u3002\n\n\u8FD9\u4E2A\u5BB9\u5668\u770B\u8D77\u6765\u5E76\u4E0D\u662F\u5F88\u53EF\u71C3\uFF0C\u6240\u4EE5\u4F60\u7684\u5377\u8F74\u5728\u91CC\u9762\u4E00\u5B9A\u5F88\u5B89\u5168\u3002

items.bags.velvetpouch.name=\u7ED2\u5E03\u888B
items.bags.velvetpouch.desc=\u8FD9\u4E2A\u4E1D\u7ED2\u5236\u4F5C\u7684\u5C0F\u888B\u5B50\u80FD\u88C5\u4E0B\u5F88\u591A\u79CD\u5B50\u3001\u7B26\u77F3\u7B49\u5C0F\u4EF6\u9053\u5177\u3002

items.bags.magicalholster.name=\u9B54\u6CD5\u7B52\u888B
items.bags.magicalholster.desc=\u8FD9\u6B3E\u7EC6\u957F\u7684\u76AE\u5236\u7B52\u888B\u7531\u67D0\u79CD\u5F02\u57DF\u52A8\u7269\u7684\u6BDB\u76AE\u5236\u6210\u3002\u5F3A\u5927\u7684\u9644\u9B54\u4F7F\u5176\u62E5\u6709\u80FD\u6536\u7EB3\u5927\u91CF\u8FDC\u7A0B\u7C7B\u6B66\u5668\u9053\u5177\u7684\u80FD\u529B\u3002\n\n\u53EA\u9700\u4F38\u624B\u4E00\u63A2\uFF0C\u60F3\u8981\u7684\u9053\u5177\u5C31\u4F1A\u51FA\u73B0\u5728\u4F60\u7684\u624B\u4E0A\u3002\n\n\u7B52\u888B\u4E2D\u6D8C\u52A8\u7684\u9B54\u529B\u6D41\u8FD8\u80FD\u5C0F\u5E45\u5F3A\u5316\u5176\u4E2D\u6CD5\u6756\u7684\u5145\u80FD\u53CA\u6295\u63B7\u6B66\u5668\u7684\u8010\u4E45\u5EA6\u3002



###bombs
items.bombs.arcanebomb.name=\u5965\u672F\u70B8\u5F39
items.bombs.arcanebomb.desc=\u8FD9\u679A\u70B8\u5F39\u91CC\u704C\u6CE8\u4E86\u5965\u672F\u80FD\u91CF\uFF0C\u5F53\u5B83\u7206\u70B8\u65F6\u4F1A\u91CA\u653E\u51FA\u7B49\u540C\u7C98\u5495\u84C4\u529B\u653B\u51FB\u4E00\u822C\u7684\u5F3A\u5927\u80FD\u91CF\u3002\u8FD9\u80A1\u7206\u53D1\u80FD\u91CF\u4F1A\u65E0\u89C6\u62A4\u7532\u9020\u6210\u4F24\u5BB3\uFF0C\u6CE2\u53CA\u8303\u56F4\u4E5F\u6BD4\u4E00\u822C\u7684\u70B8\u5F39\u5E7F\u3002

items.bombs.bomb.name=\u70B8\u5F39
items.bombs.bomb.ac_lightthrow=\u70B9\u71C3\u5E76\u6254\u51FA
items.bombs.bomb.snuff_fuse=\u4F60\u8FC5\u901F\u6390\u706D\u4E86\u70B8\u5F39\u5F15\u7EBF\u3002
items.bombs.bomb.ondeath=\u7206\u70B8\u6740\u6B7B\u4E86\u4F60...
items.bombs.bomb.rankings_desc=\u6B7B\u4E8E\u7206\u70B8
items.bombs.bomb.desc=\u4E00\u9897\u9887\u5E9E\u5927\u7684\u9ED1\u706B\u836F\u70B8\u5F39\u3002\u5B83\u70B8\u8D77\u6765\u5468\u56F4\u5168\u5F97\u906D\u6B83\u3002
items.bombs.bomb.desc_fuse=\u770B\u8D77\u6765\u5F15\u4FE1\u5728\u70B9\u71C3\u540E\u8FD8\u80FD\u70E7\u51E0\u56DE\u5408\u3002
items.bombs.bomb.desc_burning=\u5F15\u4FE1\u5FEB\u70E7\u5B8C\u4E86\uFF0C\u4FDD\u6301\u8DDD\u79BB\u6216\u8005\u8D76\u7D27\u6390\u706D\uFF01
items.bombs.bomb$doublebomb.name=\u4E00\u5BF9\u70B8\u5F39
items.bombs.bomb$doublebomb.desc=\u4E24\u679A\u88C5\u7684\u9ED1\u706B\u836F\u91CD\u88C5\u70B8\u5F39\uFF0C\u770B\u8D77\u6765\u591A\u51FA\u6765\u7684\u90A3\u4E2A\u662F\u514D\u8D39\u9001\u4F60\u7684\uFF01

items.bombs.firebomb.name=\u71C3\u70E7\u5F39
items.bombs.firebomb.desc=\u8FD9\u679A\u6539\u9020\u8FC7\u7684\u70B8\u5F39\u4F1A\u5728\u7206\u70B8\u65F6\u91CA\u653E\u51FA\u4E00\u5927\u7247\u6301\u7EED\u71C3\u70E7\u7684\u706B\u6D77\u3002

items.bombs.flashbang.name=\u95EA\u5149\u5F39
items.bombs.flashbang.desc=\u8FD9\u679A\u6539\u9020\u8FC7\u7684\u70B8\u5F39\u4F1A\u5728\u7206\u70B8\u65F6\u95EA\u51FA\u4E00\u9053\u5F3A\u70C8\u7684\u4EAE\u5149\u3002\u5468\u56F4\u7684\u751F\u7269\u4F1A\u88AB\u95EA\u5F97\u6655\u5934\u8F6C\u5411\uFF0C\u6548\u679C\u8DDF\u8DDD\u79BB\u6709\u5173\u3002

items.bombs.frostbomb.name=\u5BD2\u971C\u70B8\u5F39
items.bombs.frostbomb.desc=\u8FD9\u679A\u6539\u9020\u8FC7\u7684\u70B8\u5F39\u4F1A\u5728\u7206\u70B8\u65F6\u5411\u5468\u56F4\u5927\u8303\u56F4\u91CA\u653E\u51FA\u6301\u7EED\u7684\u51B0\u971C\u4E4B\u98CE\u3002

items.bombs.holybomb.name=\u795E\u5723\u70B8\u5F39
items.bombs.holybomb.desc=\u8FD9\u679A\u6539\u9020\u8FC7\u7684\u70B8\u5F39\u4F1A\u5728\u7206\u70B8\u7684\u4E00\u77AC\u95F4\u95EA\u8000\u51FA\u795E\u5723\u7684\u5149\u8292\uFF0C\u5BF9\u5927\u8303\u56F4\u5185\u7684\u4EA1\u7075\u548C\u6076\u9B54\u7C7B\u654C\u4EBA\u9020\u6210\u989D\u5916\u4F24\u5BB3\u3002

items.bombs.noisemaker.name=\u97AD\u70AE
items.bombs.noisemaker.desc=\u8FD9\u679A\u6539\u9020\u8FC7\u7684\u70B8\u5F39\u4F1A\u95F4\u65AD\u6027\u5730\u53D1\u51FA\u6742\u54CD\uFF0C\u76F4\u5230\u5F15\u4FE1\u71C3\u5C3D\u3002\u5728\u6B64\u671F\u95F4\uFF0C\u5B83\u4F1A\u5728\u88AB\u89E6\u78B0\u5230\u65F6\u7ACB\u5373\u7206\u70B8\uFF01
items.bombs.noisemaker.desc_burning=\u566A\u97F3\u5730\u96F7\u5F15\u4FE1\u5DF2\u70B9\u71C3\uFF0C\u6709\u4E1C\u897F\u63A5\u8FD1\u65F6\u5C31\u4F1A\u7206\u70B8\uFF01

items.bombs.shockbomb.name=\u7535\u51FB\u70B8\u5F39
items.bombs.shockbomb.desc=\u8FD9\u679A\u6539\u9020\u8FC7\u7684\u70B8\u5F39\u4F1A\u5728\u7206\u70B8\u65F6\u91CA\u653E\u51FA\u4E00\u7247\u96F7\u7535\u98CE\u66B4\u3002\u5468\u56F4\u7684\u751F\u7269\u4F1A\u53D7\u5230\u4F24\u5BB3\u5E76\u4E14\u88AB\u7729\u6655\uFF0C\u6548\u679C\u548C\u8DDD\u79BB\u6709\u5173\u3002

items.bombs.regrowthbomb.name=\u518D\u751F\u70B8\u5F39
items.bombs.regrowthbomb.desc=\u8FD9\u679A\u6539\u9020\u7684\u70B8\u5F39\u5728\u89E6\u53D1\u65F6\u4E0D\u4F1A\u7206\u70B8\uFF0C\u800C\u662F\u5411\u56DB\u5468\u6E85\u5C04\u51FA\u62E5\u6709\u518D\u751F\u80FD\u529B\u7684\u836F\u6DB2\u3002\u88AB\u836F\u6DB2\u5F71\u54CD\u5230\u7684\u533A\u57DF\u4F1A\u8FC5\u901F\u751F\u957F\u51FA\u690D\u88AB\uFF0C\u5728\u8303\u56F4\u5185\u7684\u53CB\u65B9\u5355\u4F4D\u4E5F\u4F1A\u88AB\u6CBB\u7597\u3002

items.bombs.shrapnelbomb.name=\u7834\u7247\u7206\u5F39
items.bombs.shrapnelbomb.desc=\u8FD9\u679A\u70B8\u5F39\u91CC\u5C01\u88C5\u4E86DM-300\u7684\u91D1\u5C5E\u7834\u7247\uFF0C\u5F53\u70B8\u5F39\u7206\u70B8\u65F6\u8FD9\u4E9B\u7834\u7247\u4F1A\u643A\u5E26\u7740\u80FD\u91CF\u5411\u56DB\u5468\u8FF8\u53D1\uFF0C\u5BF9\u8D85\u5927\u8303\u56F4\u5185\u7684\u6240\u6709\u5BF9\u8C61\u9020\u6210\u4F24\u5BB3\u3002\u4F7F\u7528\u5B83\u65F6\u4F60\u6700\u597D\u8EB2\u5728\u4E00\u5904\u63A9\u4F53\u540E\u9762......

items.bombs.woollybomb.name=\u7EF5\u7EF5\u70B8\u5F39
items.bombs.woollybomb.desc=\u8FD9\u4E2A\u7279\u5316\u7684\u70B8\u5F39\u4F1A\u5728\u7206\u70B8\u540E\u521B\u9020\u51FA\u4E00\u5927\u7247\u9B54\u6CD5\u7EF5\u7F8A\u3002\u5B83\u4EEC\u4F1A\u963B\u6321\u5355\u4F4D\u7684\u884C\u52A8\uFF0C\u5E76\u4E14\u4F1A\u5B58\u5728\u76F8\u5F53\u957F\u7684\u4E00\u6BB5\u65F6\u95F4\uFF01\u5C3D\u7BA1\u5982\u6B64\uFF0C\u7EF5\u7F8A\u4EEC\u65E0\u6CD5\u5728\u5F3A\u654C\u5468\u56F4\u5B58\u5728\u592A\u4E45\uFF0C\u4E5F\u53EF\u4EE5\u901A\u8FC7\u4E0E\u4E4B\u4E92\u52A8\u6765\u88AB\u4EBA\u4E3A\u5730\u63D0\u65E9\u6D88\u9664\u3002

###food
items.food.berry.name=\u5730\u7262\u6D46\u679C
items.food.berry.eat_msg=\u9178\u751C\u53EF\u53E3\uFF0C\u771F\u68D2\uFF01
items.food.berry.desc=\u8FD9\u4E9B\u5C0F\u6D46\u679C\u662F\u5973\u730E\u624B\u5728\u5730\u7262\u7684\u690D\u88AB\u91CC\u627E\u5230\u7684\uFF0C\u5B83\u53EF\u4EE5\u88AB\u5FEB\u901F\u98DF\u7528\u4EE5\u83B7\u5F97\u5C11\u91CF\u9971\u8179\u611F\uFF0C\u8FD8\u53EF\u80FD\u6709\u5B9E\u7528\u7684\u79CD\u5B50\u5305\u542B\u5176\u4E2D\uFF01

items.food.blandfruit.name=\u65E0\u5473\u679C
items.food.blandfruit.cooked=\u716E\u719F\u7684\u65E0\u5473\u679C
items.food.blandfruit.sunfruit=\u9633\u5149\u679C
items.food.blandfruit.rotfruit=\u8150\u673D\u679C
items.food.blandfruit.earthfruit=\u5927\u5730\u679C
items.food.blandfruit.blindfruit=\u76EE\u76F2\u679C
items.food.blandfruit.firefruit=\u706B\u7130\u679C
items.food.blandfruit.icefruit=\u51B0\u971C\u679C
items.food.blandfruit.fadefruit=\u6E10\u9690\u679C
items.food.blandfruit.sorrowfruit=\u5FE7\u4F24\u679C
items.food.blandfruit.stormfruit=\u66B4\u98CE\u679C
items.food.blandfruit.dreamfruit=\u6CD5\u7687\u679C
items.food.blandfruit.starfruit=\u661F\u9668\u679C
items.food.blandfruit.swiftfruit=\u901F\u884C\u679C
items.food.blandfruit.raw=\u4F60\u6CA1\u6CD5\u5FCD\u53D7\u751F\u5403\u8FD9\u73A9\u610F\u513F\u3002
items.food.blandfruit.desc=\u5E72\u71E5\u4E14\u8106\u5F31\uFF0C\u6216\u8BB8\u52A0\u70B9\u5176\u4ED6\u6750\u6599\u518D\u716E\u80FD\u591F\u589E\u5F3A\u5B83\u7684\u6548\u679C\u3002
items.food.blandfruit.desc_cooked=\u8FD9\u4E2A\u679C\u5B9E\u5DF2\u7ECF\u56E0\u4E3A\u5438\u6536\u9505\u4E2D\u7684\u6C64\u800C\u9F13\u80C0\uFF0C\u5E76\u4E14\u5438\u6536\u4E86\u5176\u4E2D\u79CD\u5B50\u7684\u5C5E\u6027\u3002\u5B83\u5177\u6709\u8FD9\u4E2A\u79CD\u5B50\u5BF9\u5E94\u7684\u836F\u5242\u6548\u679C\u3002
items.food.blandfruit.desc_eat=\u770B\u8D77\u6765\u5DF2\u7ECF\u53EF\u4EE5\u5403\u4E86\uFF01
items.food.blandfruit.desc_throw=\u5B83\u4F3C\u4E4E\u6027\u8D28\u5F88\u4E0D\u7A33\u5B9A\uFF0C\u6700\u597D\u4F5C\u4E3A\u6B66\u5668\u4E22\u51FA\u53BB\u3002
items.food.blandfruit$chunks.name=\u65E0\u5473\u679C\u5757
items.food.blandfruit$chunks.desc=\u65E0\u5473\u679C\u89E6\u5730\u7206\u70B8\uFF0C\u788E\u6210\u4E86\u4E00\u5730\u7684\u666E\u901A\u679C\u5757\u3002\n\n\u5C3D\u7BA1\u4E0A\u9762\u6CBE\u4E0A\u4E86\u5C18\u571F\uFF0C\u8FD9\u4E9B\u5927\u5757\u7684\u719F\u5236\u65E0\u5473\u679C\u5E94\u8BE5\u53EF\u4EE5\u5B89\u5168\u98DF\u7528\u3002

items.food.chargrilledmeat.name=\u70E4\u8089
items.food.chargrilledmeat.desc=\u770B\u8D77\u6765\u50CF\u5757\u597D\u8089\u6392\u3002

items.food.food.name=\u53E3\u7CAE
items.food.food.ac_eat=\u98DF\u7528
items.food.food.eat_msg=\u5403\u8D77\u6765\u4E0D\u9519\uFF01
items.food.food.desc=\u91CC\u9762\u6CA1\u4EC0\u4E48\u6709\u610F\u601D\u7684\u4E1C\u897F\uFF1A\u8089\u5E72\u548C\u4E00\u4E9B\u997C\u5E72\u2014\u2014\u8FD9\u4E4B\u7C7B\u7684\u4E1C\u897F\u3002

items.food.frozencarpaccio.name=\u51B7\u51BB\u751F\u8089\u7247
items.food.frozencarpaccio.invis=\u4F60\u770B\u5230\u81EA\u5DF1\u7684\u624B\u9690\u5F62\u4E86\uFF01
items.food.frozencarpaccio.hard=\u4F60\u611F\u5230\u76AE\u80A4\u53D8\u786C\u4E86\uFF01
items.food.frozencarpaccio.refresh=\u795E\u6E05\u6C14\u723D\uFF01
items.food.frozencarpaccio.better=\u4F60\u611F\u89C9\u597D\u591A\u4E86\uFF01
items.food.frozencarpaccio.desc=\u8FD9\u662F\u4EFD\u901F\u51BB\u751F\u8089\uFF0C\u53EA\u80FD\u5207\u6210\u8584\u7247\u53D6\u98DF\uFF0C\u800C\u4E14\u610F\u5916\u7684\u597D\u5403\u3002

items.food.meatpie.name=\u5168\u8089\u5927\u997C
items.food.meatpie.eat_msg=\u8FD9\u98DF\u7269\u5473\u9053\u771F\u68D2\uFF01
items.food.meatpie.desc=\u4E00\u4EFD\u586B\u6EE1\u4E86\u7F8E\u5473\u8089\u9985\u7684\u8BF1\u4EBA\u5927\u997C\u3002\u5403\u4E0B\u5B83\u540E\u4F60\u4F1A\u83B7\u5F97\u8FDC\u9AD8\u4E8E\u5176\u4ED6\u98DF\u7269\u7684\u9971\u8DB3\u611F\u3002

items.food.mysterymeat.name=\u795E\u79D8\u7684\u8089
items.food.mysterymeat.eat_msg=\u8FD9\u73A9\u610F\u513F\u5403\u8D77\u6765\u5F88\u2026\u2026\u5947\u602A\u3002
items.food.mysterymeat.hot=\u55F7\uFF01\u597D\u70EB\uFF01
items.food.mysterymeat.legs=\u4F60\u7684\u817F\u6CA1\u6709\u77E5\u89C9\u4E86\uFF01
items.food.mysterymeat.not_well=\u4F60\u611F\u89C9\u2026\u2026\u4E0D\u592A\u597D\u3002
items.food.mysterymeat.stuffed=\u4F60\u6491\u7740\u4E86\u3002
items.food.mysterymeat.desc=\u60F3\u5403\u53EF\u4EE5\uFF0C\u98CE\u9669\u81EA\u62C5\uFF01
items.food.mysterymeat$placeholder.name=\u8089

items.food.pasty.pasty=\u8089\u9985\u997C
items.food.pasty.pie=\u5357\u74DC\u6D3E
items.food.pasty.cane=\u62D0\u6756\u7CD6
items.food.pasty.pasty_desc=\u8FD9\u662F\u4EFD\u6B63\u5B97\u5EB7\u90E1\u8089\u70D8\u997C\uFF0C\u5185\u542B\u571F\u8C46\u52A0\u725B\u8089\u7684\u4F20\u7EDF\u9985\u6599\u3002\u7F8E\u5473\u5341\u8DB3\uFF01
items.food.pasty.pie_desc=\u597D\u5927\u7684\u4E00\u5757\u5357\u74DC\u6D3E\uFF01\u7518\u751C\u53C8\u5FAE\u8FA3\uFF0C\u5B83\u4F1A\u586B\u9971\u4F60\u7684\u809A\u5B50\u5E76\u8BA9\u4F60\u6062\u590D\u5C11\u91CF\u751F\u547D\u3002\n\n\u4E07\u5723\u8282\u5FEB\u4E50\uFF01
items.food.pasty.cane_desc=\u751C\u5EA6\u7206\u8868\u7684\u5DE8\u578B\u62D0\u6756\u7CD6\uFF01\u5927\u5230\u591F\u4F60\u4E00\u6B21\u5403\u9971\uFF0C\u5176\u4E2D\u7684\u7CD6\u5206\u6216\u8BB8\u8FD8\u80FD\u8BA9\u4F60\u7684\u6CD5\u6756\u83B7\u5F97\u4E00\u70B9\u70B9\u989D\u5916\u5145\u80FD\u3002\n\n\u8282\u65E5\u5FEB\u4E50!

items.food.smallration.name=\u5C0F\u5305\u53E3\u7CAE
items.food.smallration.eat_msg=\u5403\u8D77\u6765\u8FD8\u884C\u3002
items.food.smallration.desc=\u5B83\u770B\u8D77\u6765\u548C\u666E\u901A\u53E3\u7CAE\u4E00\u6837\uFF0C\u5C31\u662F\u5C0F\u4E86\u70B9\u3002

items.food.stewedmeat.name=\u7096\u8089
items.food.stewedmeat.eat_msg=\u5403\u8D77\u6765\u8FD8\u884C\u3002
items.food.stewedmeat.desc=\u70F9\u716E\u7684\u8FC7\u7A0B\u4E2D\u6740\u6B7B\u4E86\u8089\u4E0A\u9762\u53EF\u80FD\u643A\u5E26\u7684\u4EFB\u4F55\u75C5\u83CC\u6216\u662F\u5BC4\u751F\u866B\u3002\u73B0\u5728\u5E94\u8BE5\u53EF\u4EE5\u5B89\u5168\u7684\u98DF\u7528\u5B83\u4E86\u3002



##journal items
items.journal.documentpage.name=\u88AB\u6495\u4E0B\u7684\u4E66\u9875
items.journal.documentpage.desc=\u4E00\u5F20\u88AB\u9057\u5F03\u7684\u4E66\u9875\uFF0C\u4F3C\u4E4E\u662F\u4ECE\u4E00\u672C\u4E66\u4E0A\u6495\u4E0B\u6765\u7684\u3002\u4F60\u9700\u8981\u6361\u8D77\u5B83\u624D\u80FD\u9605\u8BFB\u4E0A\u9762\u7684\u5185\u5BB9\u3002

items.journal.alchemypage.name=\u88AB\u6495\u4E0B\u7684\u70BC\u91D1\u6307\u5357\u4E66\u9875
items.journal.alchemypage.desc=\u4ECE\u4E00\u672C\u70BC\u91D1\u6307\u5357\u4E66\u4E0A\u6495\u4E0B\u6765\u7684\u4E00\u9875\u3002\n\n\u5728\u8FDC\u5904\u4F60\u53EA\u80FD\u770B\u5230\u4E00\u884C\u884C\u5BC6\u5BC6\u9EBB\u9EBB\u7684\u5C0F\u5B57\uFF0C\u4E0D\u8FC7\u4F60\u4ECD\u7136\u53EF\u4EE5\u770B\u6E05\u4E66\u9875\u4E0A\u7684\u6807\u9898\n\n_"%s"_

items.journal.guidebook.name=\u5730\u7262\u63A2\u7D22\u6307\u5357
items.journal.guidebook.hint=\u4F60\u7684\u6307\u5357\u4E66\u6709\u65B0\u7684\u5EFA\u8BAE\u8981\u544A\u8BC9\u4F60\uFF01
items.journal.guidebook.desc=\u4E00\u672C\u9759\u9759\u8EBA\u5728\u5730\u4E0A\u7684\u5730\u7262\u63A2\u7D22\u6307\u5357\uFF0C\u4E0D\u77E5\u88AB\u8C01\u9057\u5F03\u5728\u6B64\u3002\u770B\u6765\u5192\u9669\u4E0D\u662F\u5F88\u9002\u5408\u5B83\u7684\u65E7\u4E3B\u4EBA\uFF01\n\n\u8FD9\u672C\u7CBE\u81F4\u800C\u72EC\u7279\u7684\u4E66\u9644\u6709\u9B54\u6CD5\uFF0C\u4F1A\u5728\u9700\u8981\u7684\u65F6\u5019\u4E3B\u52A8\u63D0\u9192\u5192\u9669\u5BB6\u53BB\u7FFB\u9605\u5B83\u3002\n\n\u9664\u53BB\u5F3A\u5927\u7684\u529F\u80FD\uFF0C\u8FD9\u672C\u4E66\u8D70\u7EA2\u7684\u539F\u56E0\u8FD8\u6709\u4E00\u70B9\uFF1A\u5B83\u7684\u5C01\u9762\u4E0A\u7528\u53CB\u597D\u800C\u4EB2\u5207\u7684\u5927\u5B57\u5199\u7740\u201C\u4E0D \u8981 \u6050 \u614C \uFF01\u201D

items.journal.guidepage.name=\u88AB\u6495\u4E0B\u7684\u6307\u5357\u4E66\u9875
items.journal.guidepage.desc=\u4ECE\u4E00\u672C\u5192\u9669\u6307\u5357\u4E66\u4E0A\u6495\u4E0B\u6765\u7684\u4E00\u9875\u3002\n\n\u5728\u8FDC\u5904\u4F60\u53EA\u80FD\u770B\u89C1\u4E00\u884C\u884C\u5BC6\u5BC6\u9EBB\u9EBB\u7684\u5C0F\u5B57\uFF0C\u4E0D\u8FC7\u4F60\u53EF\u4EE5\u770B\u6E05\u4E66\u9875\u4E0A\u7684\u6807\u9898\uFF1A\n\n_"%s"_

items.journal.regionlorepage$sewers.name=\u78E8\u65E7\u7684\u4FE1\u7B3A
items.journal.regionlorepage$sewers.desc=\u770B\u8D77\u6765\u50CF\u662F\u4E00\u5C01\u4FE1\uFF0C\u5199\u5728\u4E00\u5F20\u6CBE\u6EE1\u7070\u5C18\u7684\u7EB8\u4E0A\u3002\u4F60\u9700\u8981\u628A\u5B83\u6361\u8D77\u6765\u624D\u80FD\u770B\u6E05\u4E0A\u9762\u5199\u7740\u4EC0\u4E48\u3002

items.journal.regionlorepage$prison.name=\u78E8\u635F\u7684\u65E5\u5FD7\u6761\u76EE
items.journal.regionlorepage$prison.desc=\u5199\u5728\u8001\u65E7\u7EB8\u5F20\u4E0A\u7684\u65E5\u8BB0\u6761\u76EE\u6216\u5176\u4ED6\u8BB0\u5F55\u3002\u8FD9\u4F3C\u4E4E\u6BD4\u4F60\u5728\u4E0B\u6C34\u9053\u91CC\u627E\u5230\u7684\u4FE1\u770B\u8D77\u6765\u597D\u4E00\u4E9B\uFF0C\u4F46\u4F60\u4ECD\u7136\u9700\u8981\u6361\u8D77\u5B83\u624D\u80FD\u9605\u8BFB\u4E0A\u9762\u7684\u5185\u5BB9\u3002

items.journal.regionlorepage$caves.name=\u8001\u65E7\u7684\u65E5\u5FD7\u6761\u76EE
items.journal.regionlorepage$caves.desc=\u770B\u8D77\u6765\u662F\u63A2\u9669\u5BB6\u65E5\u5FD7\u4E2D\u7684\u4E00\u4E2A\u6761\u76EE\uFF0C\u5C3D\u7BA1\u5B83\u80AF\u5B9A\u5F88\u65E7\uFF0C\u4F46\u4FDD\u5B58\u5F97\u51FA\u5947\u5F97\u597D\u3002\u6361\u8D77\u5B83\u6765\u9605\u8BFB\u4E0A\u9762\u7684\u5185\u5BB9\u3002

items.journal.regionlorepage$city.name=\u9508\u8680\u7684\u4FBF\u7B7E
items.journal.regionlorepage$city.desc=\u4E00\u5757\u751F\u9508\u7684\u5C0F\u91D1\u5C5E\u677F\uFF0C\u4E0A\u9762\u795E\u5947\u5730\u523B\u7740\u4E00\u6761\u4FE1\u606F\u3002\u5C3D\u7BA1\u5B83\u5E74\u4EE3\u4E45\u8FDC\uFF0C\u53EF\u5B57\u6BCD\u4ECD\u7136\u6E05\u6670\uFF0C\u4F46\u4F60\u5FC5\u987B\u6361\u8D77\u5B83\u624D\u80FD\u9605\u8BFB\u4E0A\u9762\u7684\u5185\u5BB9\u3002

items.journal.regionlorepage$halls.name=\u53D1\u5149\u7684\u4FBF\u7B7E
items.journal.regionlorepage$halls.desc=\u4E00\u5757\u9ED1\u8272\u7684\u5C0F\u677F\uFF0C\u4E0A\u9762\u523B\u6709\u53D1\u5149\u7684\u7EFF\u8272\u5B57\u6BCD\u3002\u53D1\u5149\u7684\u5B57\u6BCD\u5728\u8FDC\u5904\u6A21\u7CCA\u6210\u4E00\u56E2\u8584\u96FE\uFF0C\u4F60\u5FC5\u987B\u6361\u8D77\u5B83\u624D\u80FD\u9605\u8BFB\u4E0A\u9762\u7684\u5185\u5BB9\u3002


###keys
items.keys.goldenkey.name=\u91D1\u94A5\u5319
items.keys.goldenkey.desc=\u8FD9\u628A\u91D1\u8272\u94A5\u5319\u7684\u9F7F\u7EB9\u7CBE\u5999\u800C\u590D\u6742\u3002\u6216\u8BB8\u53EF\u4EE5\u7528\u5B83\u6765\u6253\u5F00\u67D0\u4E2A\u4E0A\u9501\u7684\u5B9D\u7BB1\uFF1F

items.keys.crystalkey.name=\u6C34\u6676\u94A5\u5319
items.keys.crystalkey.desc=\u8FD9\u628A\u6C34\u6676\u94A5\u5319\u5728\u9ED1\u6697\u4E2D\u53CD\u5C04\u7740\u5149\u8292\u3002\u6216\u8BB8\u53EF\u4EE5\u7528\u5B83\u6765\u6253\u5F00\u67D0\u6837\u6C34\u6676\u5236\u54C1\uFF1F

items.keys.ironkey.name=\u94C1\u94A5\u5319
items.keys.ironkey.desc=\u8FD9\u4E2A\u94C1\u94A5\u5319\u7684\u5319\u9F7F\u5DF2\u7ECF\u4E25\u91CD\u78E8\u635F\uFF1B\u76AE\u5236\u7CFB\u5E26\u4E5F\u4E45\u7ECF\u5E74\u5C81\u6467\u6B8B\u3002\u5B83\u5BF9\u5E94\u7684\u662F\u54EA\u6247\u95E8\u5462?

items.keys.skeletonkey.name=\u9AB7\u9AC5\u94A5\u5319
items.keys.skeletonkey.desc=\u8FD9\u4E2A\u94A5\u5319\u770B\u8D77\u6765\u4E0D\u80FD\u7B49\u95F2\u89C6\u4E4B\uFF1A\u5176\u9876\u7AEF\u88AB\u5236\u6210\u5934\u9AA8\u7684\u5F62\u72B6\u3002\u6216\u8BB8\u5B83\u80FD\u6253\u5F00\u4EC0\u4E48\u4E0D\u5F97\u4E86\u7684\u5927\u95E8\u3002



###potions
items.potions.potion.ac_drink=\u996E\u7528
items.potions.potion.turquoise=\u9752\u7EFF\u836F\u5242
items.potions.potion.crimson=\u7329\u7EA2\u836F\u5242
items.potions.potion.azure=\u6E5B\u84DD\u836F\u5242
items.potions.potion.jade=\u78A7\u7EFF\u836F\u5242
items.potions.potion.golden=\u91D1\u9EC4\u836F\u5242
items.potions.potion.magenta=\u54C1\u7EA2\u836F\u5242
items.potions.potion.charcoal=\u7164\u9ED1\u836F\u5242
items.potions.potion.ivory=\u4E73\u767D\u836F\u5242
items.potions.potion.amber=\u7425\u73C0\u836F\u5242
items.potions.potion.bistre=\u6DF1\u8910\u836F\u5242
items.potions.potion.indigo=\u975B\u7D2B\u836F\u5242
items.potions.potion.silver=\u94F6\u7070\u836F\u5242
items.potions.potion.unknown_desc=\u74F6\u5B50\u91CC\u88C5\u7740\u4E9B\u4E0D\u65AD\u6253\u65CB\u7684\u5F69\u8272\u6DB2\u4F53\u3002\u8C01\u77E5\u9053\u996E\u7528\u6216\u6295\u63B7\u5B83\u65F6\u4F1A\u6709\u4EC0\u4E48\u6548\u679C\u5462\uFF1F
items.potions.potion.harmful=\u6709\u5BB3\u836F\u5242\uFF01
items.potions.potion.beneficial=\u6709\u76CA\u836F\u5242
items.potions.potion.yes=\u662F\u7684\uFF0C\u6211\u77E5\u9053\u6211\u5728\u505A\u4EC0\u4E48
items.potions.potion.no=\u4E0D\uFF0C\u6211\u6539\u53D8\u4E3B\u610F\u4E86
items.potions.potion.sure_drink=\u4F60\u786E\u5B9A\u8981\u996E\u7528\u5B83\u5417? \u5927\u591A\u6570\u60C5\u51B5\u4E0B\u4F60\u8BE5\u628A\u5B83\u6254\u5411\u654C\u4EBA\u7684\u3002
items.potions.potion.sure_throw=\u4F60\u786E\u5B9A\u8981\u6295\u63B7\u5B83\u5417? \u5927\u591A\u6570\u60C5\u51B5\u4E0B\u628A\u5B83\u559D\u4E0B\u53BB\u4F1A\u66F4\u6709\u7528\u3002
items.potions.potion.shatter=\u836F\u74F6\u788E\u88C2\u5F00\uFF0C\u6E85\u51FA\u4E86\u65E0\u5BB3\u7684\u6DB2\u4F53\u3002
items.potions.potion$placeholder.name=\u836F\u5242
items.potions.potion$seedtopotion.name=\u968F\u673A\u836F\u5242

items.potions.alchemicalcatalyst.name=\u70BC\u91D1\u50AC\u5316\u5242
items.potions.alchemicalcatalyst.desc=\u8FD9\u4E2A\u7EC6\u957F\u7684\u5C0F\u74F6\u4E2D\u76DB\u6709\u7531\u63D0\u53D6\u7684\u836F\u6C34\u7CBE\u534E\u5236\u5F97\u7684\u9B54\u6CD5\u836F\u6DB2\u3002\u534A\u900F\u660E\u7684\u836F\u6DB2\u6563\u53D1\u7740\u4E0D\u65AD\u53D8\u5E7B\u7684\u4E03\u5F69\u5149\u8292\u3002\n\n\u8FD9\u4E2A\u50AC\u5316\u5242\u539F\u672C\u7684\u7528\u9014\u662F\u4F5C\u4E3A\u4E00\u79CD\u70BC\u91D1\u539F\u6599\uFF0C\u4E0D\u8FC7\u4F60\u4E5F\u53EF\u4EE5\u76F4\u63A5\u4F7F\u7528\u5B83\u4EE5\u83B7\u53D6\u968F\u673A\u7684\u4E00\u79CD\u836F\u6C34\u6548\u679C\u3002

items.potions.potionofexperience.name=\u7ECF\u9A8C\u836F\u5242
items.potions.potionofexperience.desc=\u4F17\u591A\u6218\u6597\u79EF\u7D2F\u800C\u6765\u7684\u7ECF\u9A8C\u88AB\u6D53\u7F29\u4E3A\u6DB2\u6001\uFF0C\u8FD9\u79CD\u836F\u5242\u80FD\u591F\u77AC\u95F4\u63D0\u5347\u4F60\u7684\u7B49\u7EA7\u3002

items.potions.potionoffrost.name=\u51B0\u971C\u836F\u5242
items.potions.potionoffrost.desc=\u4E00\u65E6\u66B4\u9732\u5728\u7A7A\u6C14\u91CC\uFF0C\u8FD9\u79CD\u5316\u5B66\u836F\u5242\u4F1A\u6325\u53D1\u6210\u4E3A\u4E00\u7247\u51B0\u51B7\u7684\u6C14\u96FE\u3002

items.potions.potionofhaste.name=\u6781\u901F\u836F\u5242
items.potions.potionofhaste.energetic=\u4F60\u611F\u89C9\u5145\u6EE1\u4E86\u6D3B\u529B\uFF01
items.potions.potionofhaste.desc=\u559D\u4E0B\u8FD9\u751C\u5230\u6389\u7259\u7684\u5947\u602A\u6DB2\u4F53\u540E\uFF0C\u4F53\u5185\u4F1A\u7206\u53D1\u4E00\u80A1\u5DE8\u5927\u7684\u80FD\u91CF\uFF0C\u8BA9\u4F60\u53EF\u4EE5\u77ED\u65F6\u95F4\u5185\u98DE\u901F\u5954\u8DD1\u3002

items.potions.potionofhealing.name=\u6CBB\u7597\u836F\u5242
items.potions.potionofhealing.heal=\u4F60\u7684\u4F24\u53E3\u5F00\u59CB\u6108\u5408\u3002
items.potions.potionofhealing.desc=\u4E00\u652F\u8BA9\u4F60\u5FEB\u901F\u56DE\u6EE1\u751F\u547D\u503C\u5E76\u6E05\u9664\u6BD2\u7D20\u7684\u4E07\u80FD\u836F\u5242\u3002

items.potions.potionofinvisibility.name=\u9690\u5F62\u836F\u5242
items.potions.potionofinvisibility.invisible=\u4F60\u770B\u5230\u4F60\u7684\u624B\u9690\u5F62\u4E86\uFF01
items.potions.potionofinvisibility.desc=\u996E\u7528\u8FD9\u79CD\u836F\u5242\u4F1A\u4F7F\u4F60\u6682\u65F6\u9690\u5F62\u3002\u9690\u8EAB\u671F\u95F4\uFF0C\u654C\u4EBA\u5C06\u65E0\u6CD5\u770B\u89C1\u4F60\u3002\u653B\u51FB\u654C\u4EBA\uFF0C\u6216\u5728\u654C\u4EBA\u9762\u524D\u4F7F\u7528\u6CD5\u6756\u548C\u5377\u8F74\uFF0C\u4F1A\u8BA9\u836F\u5242\u6548\u679C\u7ACB\u5373\u6D88\u5931\u3002

items.potions.potionoflevitation.name=\u6D6E\u7A7A\u836F\u5242
items.potions.potionoflevitation.float=\u4F60\u6F02\u6D6E\u5230\u4E86\u7A7A\u4E2D\uFF01
items.potions.potionoflevitation.desc=\u996E\u7528\u8FD9\u79CD\u53E4\u602A\u7684\u836F\u5242\u80FD\u8BA9\u4F60\u6F02\u6D6E\u5230\u7A7A\u4E2D\uFF0C\u4ECE\u800C\u8F7B\u6613\u5730\u8D8A\u8FC7\u9677\u9631\u548C\u88C2\u9699\u3002\u6254\u51FA\u5B83\u4F1A\u4EA7\u751F\u4E00\u7247\u672A\u77E5\u6C14\u4F53\uFF0C\u8BA9\u5176\u4E2D\u7684\u6240\u6709\u751F\u7269\u8FF7\u5931\u65B9\u5411\u3002

items.potions.potionofliquidflame.name=\u6DB2\u706B\u836F\u5242
items.potions.potionofliquidflame.desc=\u8BE5\u836F\u74F6\u91CC\u88C5\u7740\u4E00\u79CD\u4E0D\u7A33\u5B9A\u7684\u5316\u5408\u7269\uFF0C\u4E00\u65E6\u66B4\u9732\u5728\u7A7A\u6C14\u4E2D\u5C31\u4F1A\u731B\u70C8\u5730\u71C3\u70E7\u8D77\u6765\u3002

items.potions.potionofmindvision.name=\u7075\u89C6\u836F\u5242
items.potions.potionofmindvision.see_mobs=\u4F60\u53EF\u4EE5\u611F\u53D7\u5230\u5176\u4ED6\u751F\u7269\u7684\u5B58\u5728\uFF01
items.potions.potionofmindvision.see_none=\u4F60\u80FD\u5224\u5B9A\u73B0\u5728\u672C\u5C42\u5185\u5C31\u53EA\u6709\u4F60\u4E00\u4E2A\u4EBA\u3002
items.potions.potionofmindvision.desc=\u559D\u4E0B\u8FD9\u4E2A\uFF0C\u4F60\u7684\u5FC3\u667A\u5C06\u4E0E\u5927\u8303\u56F4\u5185\u7684\u751F\u7269\u7CBE\u795E\u540C\u8C03\uFF0C\u8BA9\u4F60\u80FD\u611F\u53D7\u5230\u56F4\u5899\u80CC\u540E\u7684\u751F\u4F53\u6240\u5728\u3002\u8BE5\u836F\u5242\u8FD8\u80FD\u591F\u8BA9\u4F60\u7684\u89C6\u91CE\u65E0\u89C6\u8EAB\u8FB9\u95E8\u5899\u7684\u963B\u6321\u3002

items.potions.potionofparalyticgas.name=\u9EBB\u75F9\u836F\u5242
items.potions.potionofparalyticgas.desc=\u66B4\u9732\u4E8E\u7A7A\u6C14\u65F6\uFF0C\u70E7\u74F6\u91CC\u7684\u6DB2\u4F53\u4F1A\u6C14\u5316\u6210\u4E00\u7247\u4EE4\u4EBA\u5931\u53BB\u77E5\u89C9\u7684\u9EC4\u8272\u4E91\u96FE\u3002\u4EFB\u4F55\u5438\u5165\u6C14\u96FE\u7684\u751F\u7269\u90FD\u53EF\u80FD\u7ACB\u5373\u9EBB\u75F9\uFF0C\u76F4\u5230\u4E91\u96FE\u6D88\u6563\u540E\u4E00\u6BB5\u65F6\u95F4\u624D\u80FD\u884C\u52A8\u3002\u53EF\u4EE5\u628A\u8BE5\u7269\u4EF6\u6254\u5230\u8FDC\u5904\u7684\u654C\u7FA4\u4E2D\uFF0C\u8BA9\u6C14\u4F53\u8986\u76D6\u5F71\u54CD\u5B83\u4EEC\u3002

items.potions.potionofpurity.name=\u51C0\u5316\u836F\u5242
items.potions.potionofpurity.freshness=\u4F60\u95FB\u5230\u4E86\u7A7A\u6C14\u4E2D\u4E0D\u5BFB\u5E38\u7684\u6E05\u65B0\u6C14\u606F\u3002
items.potions.potionofpurity.protected=\u4F60\u88AB\u4E00\u5C42\u8584\u8584\u7684\u9B54\u6CD5\u5C4F\u969C\u5305\u88F9\u4F4F\u4FDD\u62A4\u7740\uFF01
items.potions.potionofpurity.desc=\u8FD9\u79CD\u9B54\u6CD5\u8BD5\u5242\u80FD\u8FC5\u901F\u4E2D\u548C\u6389\u5927\u8303\u56F4\u5185\u7684\u5404\u79CD\u6709\u5BB3\u73AF\u5883\u3002\u996E\u7528\u5B83\u5C06\u4F7F\u4F60\u6682\u65F6\u514D\u75AB\u8FD9\u79CD\u73AF\u5883\u3002

items.potions.potionofstrength.name=\u529B\u91CF\u836F\u5242
items.potions.potionofstrength.msg_1=+1\u529B\u91CF
items.potions.potionofstrength.msg_2=\u65B0\u751F\u7684\u529B\u91CF\u5728\u4F60\u7684\u4F53\u5185\u55B7\u8584\u800C\u51FA\u3002
items.potions.potionofstrength.desc=\u8FD9\u79CD\u5F3A\u529B\u7684\u6DB2\u4F53\u4F1A\u6D17\u5237\u4F60\u7684\u808C\u8089\uFF0C\u6C38\u4E45\u6027\u589E\u52A01\u70B9\u529B\u91CF\u503C\u3002

items.potions.potionoftoxicgas.name=\u6BD2\u6C14\u836F\u5242
items.potions.potionoftoxicgas.desc=\u6253\u5F00\u6216\u6454\u788E\u8FD9\u4E2A\u5BC6\u5C01\u7684\u836F\u74F6\u5C06\u5BFC\u81F4\u5185\u5BB9\u7269\u7206\u53D1\u6210\u4E00\u56E2\u5267\u6BD2\u7684\u7EFF\u8272\u70DF\u96FE\u3002\u4F60\u5E94\u8BE5\u9009\u62E9\u4ECE\u8FDC\u5904\u5C06\u8FD9\u74F6\u836F\u5242\u6254\u5411\u654C\u4EBA\uFF0C\u800C\u4E0D\u662F\u624B\u52A8\u5F00\u5C01\u3002



###brews
items.potions.brews.causticbrew.name=\u6DE4\u6CE5\u9B54\u836F
items.potions.brews.causticbrew.desc=\u8FD9\u74F6\u9B54\u836F\u5728\u6253\u788E\u65F6\u4F1A\u5927\u8303\u56F4\u5730\u6E85\u51FA\u8150\u8680\u6DE4\u6CE5\u3002\u88AB\u8150\u8680\u6DE4\u6CE5\u5F71\u54CD\u7684\u5355\u4F4D\u5C06\u4F1A\u7F13\u6162\u878D\u5316\uFF0C\u9664\u975E\u4ED6\u4EEC\u80FD\u53CA\u65F6\u5728\u6C34\u4E2D\u51B2\u6D17\u6389\u6DE4\u6CE5\u3002

items.potions.brews.blizzardbrew.name=\u51B0\u66B4\u9B54\u836F
items.potions.brews.blizzardbrew.desc=\u5F53\u74F6\u5B50\u7834\u88C2\u65F6\uFF0C\u8FD9\u74F6\u9B54\u836F\u4E2D\u4F1A\u4F7F\u5468\u56F4\u5377\u8D77\u4E00\u9635\u5FEB\u901F\u6269\u5F20\u7684\u66B4\u98CE\u96EA\u3002

items.potions.brews.infernalbrew.name=\u70BC\u72F1\u9B54\u836F
items.potions.brews.infernalbrew.desc=\u5F53\u74F6\u5B50\u7834\u88C2\u65F6\uFF0C\u8FD9\u74F6\u9B54\u836F\u4F1A\u91CA\u653E\u51FA\u4E00\u9635\u5411\u56DB\u5468\u5FEB\u901F\u8086\u8650\u7684\u72C2\u66B4\u70C8\u7130\u3002

items.potions.brews.shockingbrew.name=\u96F7\u9E23\u9B54\u836F
items.potions.brews.shockingbrew.desc=\u5F53\u74F6\u5B50\u7834\u88C2\u65F6\uFF0C\u8FD9\u74F6\u9B54\u836F\u4F1A\u5411\u5468\u56F4\u91CA\u653E\u4E00\u9635\u95EA\u7535\u98CE\u66B4\u3002



###elixirs
items.potions.elixirs.elixirofarcanearmor.name=\u6297\u9B54\u79D8\u836F
items.potions.elixirs.elixirofarcanearmor.desc=\u8FD9\u74F6\u79D8\u836F\u4F1A\u8D4B\u4E88\u996E\u7528\u8005\u6301\u7EED\u65F6\u95F4\u5F88\u957F\u7684\u9B54\u6CD5\u6297\u6027\u3002

items.potions.elixirs.elixirofaquaticrejuvenation.name=\u6C34\u7075\u79D8\u836F
items.potions.elixirs.elixirofaquaticrejuvenation.desc=\u8FD9\u74F6\u79D8\u836F\u4E2D\u5305\u542B\u7740\u88AB\u7C98\u5495\u529B\u91CF\u5F3A\u5316\u7684\u6CBB\u7597\u6DB2\u4F53\u3002\u5B83\u4E0D\u4F1A\u4E3A\u4F60\u63D0\u4F9B\u7ACB\u5373\u7684\u6CBB\u7597\u6548\u679C\uFF0C\u800C\u4F1A\u5F53\u4F60\u7AD9\u5728\u6C34\u4E2D\u65F6\u9010\u6E10\u4E3A\u4F60\u6062\u590D\u603B\u91CF\u66F4\u5927\u7684\u751F\u547D\u503C\u3002
items.potions.elixirs.elixirofaquaticrejuvenation$aquahealing.name=\u6C34\u7075\u6062\u590D
items.potions.elixirs.elixirofaquaticrejuvenation$aquahealing.desc=\u4F60\u6682\u65F6\u83B7\u5F97\u4E86\u5982\u540C\u7C98\u5495\u4E00\u6837\u7684\u6062\u590D\u80FD\u529B\u3002\n\n\u5F53\u7AD9\u5728\u6C34\u9762\u4E0A\u65F6\uFF0C\u4F60\u6BCF\u56DE\u5408\u90FD\u80FD\u591F\u56DE\u590D\u5C11\u91CF\u751F\u547D\u503C\u3002\u751F\u547D\u503C\u5168\u6EE1\u6216\u79BB\u5F00\u6C34\u9762\u65F6\u4F1A\u6682\u505C\u8BE5\u6548\u679C\u3002\n\n\u5269\u4F59\u7684\u6062\u590D\u91CF\uFF1A%d\u3002

items.potions.elixirs.elixirofdragonsblood.name=\u9F99\u8840\u79D8\u836F
items.potions.elixirs.elixirofdragonsblood.desc=\u996E\u7528\u540E\uFF0C\u8FD9\u74F6\u79D8\u836F\u4F1A\u4F7F\u996E\u7528\u8005\u7684\u8840\u7BA1\u91CC\u5145\u65A5\u7740\u70C8\u7130\u7684\u529B\u91CF\u3002\u8FD9\u4E2A\u6548\u679C\u80FD\u8BA9\u5F15\u7528\u8005\u5BF9\u706B\u7130\u5B8C\u5168\u514D\u75AB\uFF0C\u5E76\u4E14\u8FD8\u80FD\u901A\u8FC7\u7269\u7406\u653B\u51FB\u70B9\u71C3\u654C\u4EBA\u3002

items.potions.elixirs.elixirofhoneyedhealing.name=\u5723\u6108\u871C\u836F
items.potions.elixirs.elixirofhoneyedhealing.desc=\u8FD9\u74F6\u79D8\u836F\u4E0D\u4EC5\u6709\u7740\u6CBB\u6108\u6548\u679C\uFF0C\u8FD8\u6DF7\u6742\u4E86\u8702\u871C\u7684\u751C\u9999\u3002\u996E\u7528\u540E\uFF0C\u4F1A\u56DE\u590D\u4E00\u5C0F\u90E8\u5206\u9965\u997F\uFF0C\u5B83\u4E5F\u80FD\u88AB\u4E22\u51FA\u53BB\u7528\u6765\u6CBB\u7597\u76DF\u53CB\u3002\n\n\u5982\u679C\u5C06\u8FD9\u74F6\u79D8\u836F\u4E22\u5411\u548C\u8702\u871C\u6709\u8054\u7CFB\u7684\u751F\u7269\u4E5F\u80FD\u4F7F\u5B83\u4EEC\u5E73\u9759\u4E0B\u6765\u3002

items.potions.elixirs.elixiroficytouch.name=\u6676\u89E6\u79D8\u836F
items.potions.elixirs.elixiroficytouch.desc=\u996E\u7528\u540E\uFF0C\u8FD9\u74F6\u79D8\u836F\u4F1A\u4F7F\u996E\u7528\u8005\u83B7\u5F97\u4ECE\u654C\u4EBA\u8EAB\u4E0A\u62BD\u53D6\u70ED\u91CF\u7684\u80FD\u529B\u3002\u8FD9\u6837\u7684\u6548\u679C\u8BA9\u4F7F\u7528\u8005\u80FD\u591F\u5728\u836F\u6548\u6301\u7EED\u671F\u95F4\u514D\u75AB\u51BB\u4F24\uFF0C\u540C\u65F6\u4ED6\u7684\u7269\u7406\u653B\u51FB\u4E5F\u80FD\u5BF9\u654C\u4EBA\u9020\u6210\u51BB\u4F24\u6548\u679C\u3002

items.potions.elixirs.elixirofmight.name=\u6839\u9AA8\u79D8\u836F
items.potions.elixirs.elixirofmight.msg_1=+1\u529B\u91CF\uFF0C+%d\u751F\u547D\u4E0A\u9650
items.potions.elixirs.elixirofmight.msg_2=\u65B0\u751F\u7684\u529B\u91CF\u5728\u4F60\u4F53\u5185\u55B7\u8584\u800C\u51FA\u3002
items.potions.elixirs.elixirofmight.desc=\u8FD9\u79CD\u5F3A\u529B\u7684\u6DB2\u4F53\u4F1A\u51B2\u5237\u4F60\u7684\u6839\u9AA8\uFF0C\u6C38\u4E45\u6027\u589E\u52A01\u70B9\u529B\u91CF\u503C\u5E76\u5728\u4E00\u6BB5\u65F6\u95F4\u5185\u589E\u52A0%d\u70B9\u751F\u547D\u4E0A\u9650\u3002\u589E\u5F3A\u7684\u751F\u547D\u4E0A\u9650\u503C\u53D6\u51B3\u4E8E\u4F60\u5F53\u524D\u7684\u6700\u5927\u751F\u547D\u503C\uFF0C\u4E0D\u8FC7\u589E\u5F3A\u503C\u4F1A\u968F\u7740\u7B49\u7EA7\u63D0\u5347\u800C\u9010\u6E10\u6D88\u5931\u3002
items.potions.elixirs.elixirofmight$htboost.name=\u751F\u547D\u529B\u5F3A\u5316
items.potions.elixirs.elixirofmight$htboost.desc=\u4F60\u89C9\u5F97\u81EA\u5DF1\u4E0D\u540C\u5BFB\u5E38\u7684\u5F3A\u58EE\u4E0E\u5065\u5EB7\u3002\n\n\u4F60\u7684\u6700\u5927\u751F\u547D\u5728\u4E00\u6BB5\u65F6\u95F4\u5185\u4F1A\u6709\u6240\u63D0\u5347\u3002\u751F\u547D\u63D0\u5347\u4F1A\u968F\u7740\u4F60\u7684\u5347\u7EA7\u7F13\u6162\u800C\u7A33\u5B9A\u5730\u6D88\u5931\u3002\n\n\u5F53\u524D\u751F\u547D\u63D0\u5347\u91CF: %d\u3002\n\u5269\u4F59\u751F\u6548\u7B49\u7EA7: %d\u3002

items.potions.elixirs.elixiroftoxicessence.name=\u6BD2\u7CB9\u79D8\u836F
items.potions.elixirs.elixiroftoxicessence.desc=\u8BE5\u79D8\u836F\u80FD\u591F\u5411\u4F7F\u7528\u8005\u6CE8\u5165\u5F3A\u5927\u7684\u6BD2\u7D20\u4E4B\u529B\uFF0C\u4F7F\u7528\u8005\u5728\u6301\u7EED\u65F6\u95F4\u5185\u5C06\u514D\u75AB\u6BD2\u6C14\u548C\u6BD2\u7D20\uFF0C\u5E76\u4F1A\u5728\u5468\u8EAB\u4E0D\u65AD\u91CA\u653E\u51FA\u81F4\u547D\u7684\u6BD2\u96FE\u3002



###exotic potions
items.potions.exotic.exoticpotion.turquoise=\u9752\u7EFF\u5408\u5242
items.potions.exotic.exoticpotion.crimson=\u7329\u7EA2\u5408\u5242
items.potions.exotic.exoticpotion.azure=\u6E5B\u84DD\u5408\u5242
items.potions.exotic.exoticpotion.jade=\u78A7\u7EFF\u5408\u5242
items.potions.exotic.exoticpotion.golden=\u91D1\u9EC4\u5408\u5242
items.potions.exotic.exoticpotion.magenta=\u54C1\u7EA2\u5408\u5242
items.potions.exotic.exoticpotion.charcoal=\u7164\u9ED1\u5408\u5242
items.potions.exotic.exoticpotion.ivory=\u4E73\u767D\u5408\u5242
items.potions.exotic.exoticpotion.amber=\u7425\u73C0\u5408\u5242
items.potions.exotic.exoticpotion.bistre=\u6DF1\u8910\u5408\u5242
items.potions.exotic.exoticpotion.indigo=\u975B\u7D2B\u5408\u5242
items.potions.exotic.exoticpotion.silver=\u94F6\u7070\u5408\u5242
items.potions.exotic.exoticpotion.unknown_desc=\u8FD9\u53E3\u5706\u5E95\u74F6\u91CC\u88C5\u7740\u4E9B\u6709\u6C89\u6DC0\u7269\u7684\u5F69\u8272\u6DB2\u4F53\u3002\u5B83\u4F3C\u4E4E\u5E76\u4E0D\u5C5E\u4E8E\u8FD9\u4E2A\u4E16\u754C\uFF0C\u8C01\u77E5\u9053\u996E\u7528\u6216\u6295\u63B7\u5B83\u65F6\u4F1A\u6709\u4EC0\u4E48\u6548\u679C\u5462\uFF1F
items.potions.exotic.exoticpotion.warning=\u4F60\u771F\u7684\u60F3\u7EC8\u6B62\u8FD9\u74F6\u836F\u5242\u7684\u4F7F\u7528\uFF1F\u5B83\u4ECD\u4F1A\u88AB\u6D88\u8017\u6389\u3002
items.potions.exotic.exoticpotion.yes=\u662F\u7684\uFF0C\u6211\u786E\u5B9A
items.potions.exotic.exoticpotion.no=\u4E0D\uFF0C\u6211\u6539\u53D8\u4E3B\u610F\u4E86

items.potions.exotic.potionofcleansing.name=\u5168\u9762\u51C0\u5316\u5408\u5242
items.potions.exotic.potionofcleansing.desc=\u5F53\u8FD9\u79CD\u5408\u5242\u88AB\u996E\u7528\u65F6\uFF0C\u5B83\u53EF\u4EE5\u4EE4\u996E\u7528\u8005\u77ED\u65F6\u95F4\u5185\u5BF9\u6240\u6709\u7684\u8D1F\u9762\u72B6\u6001\u514D\u75AB\u3002\u5B83\u540C\u6837\u53EF\u4EE5\u88AB\u6254\u5411\u67D0\u4E2A\u5355\u4F4D\u6765\u9A71\u6563\u8BE5\u5355\u4F4D\u7684\u5F02\u5E38\u72B6\u6001\u3002
items.potions.exotic.potionofcleansing$cleanse.name=\u51C0\u5316
items.potions.exotic.potionofcleansing$cleanse.desc=\u8FD9\u4E2A\u89D2\u8272\u6682\u65F6\u5BF9\u6240\u6709\u7684\u8D1F\u9762\u6548\u5E94\u514D\u75AB\uFF01\n\n\u5269\u4F59\u65F6\u957F\uFF1A%s \u3002

items.potions.exotic.potionofcorrosivegas.name=\u8150\u8680\u9178\u96FE\u5408\u5242
items.potions.exotic.potionofcorrosivegas.desc=\u6253\u5F00\u6216\u6454\u788E\u8FD9\u4E2A\u5BC6\u5C01\u7684\u836F\u74F6\u5C06\u5BFC\u81F4\u5185\u5BB9\u7269\u7206\u53D1\u6210\u4E00\u56E2\u9AD8\u8150\u8680\u6027\u7684\u9508\u8272\u9178\u96FE\u3002\u8FD9\u79CD\u9178\u96FE\u7684\u6269\u6563\u901F\u5EA6\u4E0E\u81F4\u547D\u6027\u90FD\u8FDC\u8D85\u6BD2\u6C14\u3002\u4E0D\u8FC7\u7A33\u5B9A\u6027\u8F83\u5DEE\uFF0C\u4E0D\u80FD\u5728\u7A7A\u6C14\u4E2D\u5B58\u7559\u592A\u4E45\u3002

items.potions.exotic.potionofdragonsbreath.name=\u706B\u9F99\u5410\u606F\u5408\u5242
items.potions.exotic.potionofdragonsbreath.prompt=\u9009\u62E9\u8981\u707C\u70E7\u7684\u4F4D\u7F6E
items.potions.exotic.potionofdragonsbreath.desc=\u74F6\u5B50\u5185\u5947\u7279\u7684\u5316\u5408\u7269\u4F1A\u5728\u63A5\u89E6\u53E3\u8154\u540E\u7206\u71C3\u3002\u8FC5\u901F\u5410\u51FA\u6DB2\u4F53\u5C31\u80FD\u8BA9\u4F7F\u7528\u8005\u4ECE\u53E3\u4E2D\u55B7\u5C04\u706B\u7130\uFF01

items.potions.exotic.potionofearthenarmor.name=\u5927\u5730\u62A4\u7532\u5408\u5242
items.potions.exotic.potionofearthenarmor.desc=\u4E0E\u9EBB\u75F9\u836F\u5242\u4E0D\u540C\u7684\u662F\uFF0C\u996E\u7528\u8FD9\u74F6\u5408\u5242\u80FD\u591F\u4F7F\u4F7F\u7528\u8005\u7684\u76AE\u80A4\u786C\u5316\uFF0C\u5728\u4E00\u6BB5\u65F6\u95F4\u5185\u5F62\u6210\u4E00\u9053\u5929\u7136\u62A4\u7532\u3002

items.potions.exotic.potionofdivineinspiration.name=\u795E\u610F\u542F\u53D1\u5408\u5242
items.potions.exotic.potionofdivineinspiration.no_more_points=\u4F60\u65E0\u6CD5\u518D\u83B7\u5F97\u66F4\u591A\u7684\u989D\u5916\u5929\u8D4B\u70B9\u4E86\u3002
items.potions.exotic.potionofdivineinspiration.select_tier=\u9009\u62E9\u4E00\u4E2A\u5929\u8D4B\u4EE5\u83B7\u5F97\u4E24\u4E2A\u989D\u5916\u70B9\u6570\u3002\u8BE5\u5929\u8D4B\u6240\u5728\u7684\u5C42\u9636\u5FC5\u987B\u5DF2\u88AB\u89E3\u9501\u3002
items.potions.exotic.potionofdivineinspiration.bonus=\u5929\u8D4B\u70B9 +2 \uFF01
items.potions.exotic.potionofdivineinspiration.desc=\u8FD9\u80A1\u795E\u5723\u7684\u529B\u91CF\u4F1A\u5316\u4F5C\u6DB2\u6001\uFF0C\u704C\u6CE8\u8FDB\u996E\u7528\u8005\u7684\u8EAB\u4F53\uFF0C\u8D4B\u4E88\u5176\u949F\u610F\u7684\u5929\u8D4B\u4E24\u4E2A\u989D\u5916\u5929\u8D4B\u70B9\u3002\n\n\u8FD9\u79CD\u836F\u5242\u5BF9\u6BCF\u4E00\u5C42\u5929\u8D4B\u53EA\u80FD\u751F\u6548\u4E00\u6B21\u3002

items.potions.exotic.potionofmagicalsight.name=\u9B54\u80FD\u900F\u89C6\u5408\u5242
items.potions.exotic.potionofmagicalsight.desc=\u996E\u7528\u8FD9\u74F6\u5408\u5242\u540E\uFF0C\u4F60\u7684\u4E94\u611F\u88AB\u63D0\u9AD8\u5230\u4E86\u4E00\u79CD\u65E0\u6CD5\u60F3\u8C61\u7684\u5730\u6B65\uFF0C\u4E0D\u4EC5\u589E\u52A0\u4F60\u7684\u89C6\u91CE\u8DDD\u79BB\uFF0C\u8FD8\u80FD\u4F7F\u4F60\u770B\u7A7F\u5899\u58C1\u540E\u9762\u7684\u4E8B\u7269\uFF01

items.potions.exotic.potionofmastery.name=\u808C\u8089\u8BB0\u5FC6\u5408\u5242
items.potions.exotic.potionofmastery.prompt=\u7CBE\u901A\u4E00\u4EF6\u7269\u54C1
items.potions.exotic.potionofmastery.weapon_easier=\u4F60\u6446\u5F04\u8FD9\u4EF6\u6B66\u5668\u65F6\u611F\u5230\u7A7A\u524D\u7684\u987A\u624B\uFF01
items.potions.exotic.potionofmastery.armor_easier=\u4F60\u7A7F\u7740\u8FD9\u4EF6\u62A4\u7532\u65F6\u611F\u5230\u524D\u6240\u672A\u6709\u7684\u5408\u8EAB\uFF01
items.potions.exotic.potionofmastery.desc=\u8FD9\u4E2A\u836F\u5242\u4E0D\u4F1A\u76F4\u63A5\u589E\u5F3A\u4F60\u7684\u529B\u91CF\uFF0C\u4F46\u5374\u4F1A\u4E3A\u4F60\u5EFA\u7ACB\u4F7F\u7528\u7279\u5B9A\u7269\u54C1\u7684\u808C\u8089\u8BB0\u5FC6\u3002\u4F7F\u4F60\u5BF9\u5176\u7684\u8FD0\u7528\u66F4\u52A0\u5F97\u5FC3\u5E94\u624B\uFF0C\u4EFF\u4F5B\u5DF2\u7ECF\u7EC3\u4E60\u4E86\u5343\u767E\u904D\u3002\n\n\u6240\u9009\u6B66\u5668\u6216\u62A4\u7532\u6240\u9700\u8981\u7684\u529B\u91CF\u51CF\u5C11 2\u3002\u6B64\u836F\u5242\u5728\u6BCF\u4E2A\u7269\u54C1\u4E0A\u53EA\u80FD\u4F7F\u7528\u4E00\u6B21\u3002

items.potions.exotic.potionofshielding.name=\u5965\u672F\u62A4\u76FE\u5408\u5242
items.potions.exotic.potionofshielding.desc=\u4E0E\u6CBB\u7597\u836F\u5242\u4E0D\u540C\u7684\u662F\uFF0C\u996E\u7528\u8FD9\u74F6\u5408\u5242\u80FD\u591F\u4F7F\u5468\u8EAB\u88AB\u62A4\u76FE\u73AF\u7ED5\uFF0C\u62B5\u6321\u6240\u53D7\u5230\u7684\u4F24\u5BB3\u3002

items.potions.exotic.potionofshroudingfog.name=\u6697\u591C\u8FF7\u96FE\u5408\u5242
items.potions.exotic.potionofshroudingfog.desc=\u74F6\u4E2D\u7684\u5408\u5242\u9047\u5230\u7A7A\u6C14\u5C31\u4F1A\u5FEB\u901F\u7206\u53D1\u6210\u80FD\u4E00\u56E2\u5B8C\u5168\u963B\u6321\u654C\u4EBA\u89C6\u7EBF\u7684\u6D53\u6D53\u70DF\u96FE\u3002

items.potions.exotic.potionofsnapfreeze.name=\u6781\u901F\u51B0\u51BB\u5408\u5242
items.potions.exotic.potionofsnapfreeze.desc=\u4E00\u65E6\u66B4\u9732\u5728\u7A7A\u6C14\u91CC\uFF0C\u8FD9\u79CD\u5316\u5B66\u6DF7\u5408\u7269\u4F1A\u77AC\u95F4\u51BB\u7ED3\u5E76\u7F20\u7ED5\u8303\u56F4\u5185\u4E00\u5207\u5BF9\u8C61\u3002

items.potions.exotic.potionofstamina.name=\u7CBE\u529B\u56DE\u590D\u5408\u5242
items.potions.exotic.potionofstamina.desc=\u559D\u4E0B\u8FD9\u751C\u5230\u6389\u7259\u7684\u5947\u602A\u6DB2\u4F53\u540E\uFF0C\u4F53\u5185\u4F1A\u7206\u53D1\u4E00\u80A1\u5DE8\u5927\u7684\u80FD\u91CF\uFF0C\u8BA9\u4F60\u53EF\u4EE5\u5728\u957F\u65F6\u95F4\u5185\u98DE\u901F\u5954\u8DD1\u3002

items.potions.exotic.potionofstormclouds.name=\u66B4\u98CE\u9AA4\u96E8\u5408\u5242
items.potions.exotic.potionofstormclouds.desc=\u8FD9\u74F6\u5408\u5242\u88AB\u4E22\u51FA\u540E\u4F1A\u5F62\u6210\u4E00\u56E2\u5FEB\u901F\u81A8\u80C0\u7684\u6D53\u539A\u6C34\u6C7D\uFF0C\u5E76\u8FC5\u901F\u51DD\u7ED3\u4E3A\u96E8\u6C34\u964D\u4E0B\u3002\u66B4\u96E8\u822C\u8986\u76D6\u5468\u906D\u5927\u90E8\u5206\u5730\u5F62\uFF0C\u7184\u706D\u706B\u7130\uFF0C\u6D07\u6BC1\u9677\u9631\u3002



###quest items
items.quest.ceremonialcandle.name=\u4EEA\u796D\u8721\u70DB
items.quest.ceremonialcandle.desc=\u914D\u5957\u7684\u8721\u70DB\uFF0C\u5728\u4F7F\u7528\u4E2D\u878D\u5316\u5728\u4E86\u4E00\u8D77\u3002\n\n\u5355\u72EC\u770B\u6765\u5B83\u4EEC\u6BEB\u65E0\u4EF7\u503C\uFF0C\u4F46\u4E0E\u5176\u5B83\u8721\u70DB\u6309\u7279\u5B9A\u6392\u5E03\u5171\u7528\u65F6\u5374\u80FD\u4E3A\u53EC\u5524\u4EEA\u5F0F\u805A\u96C6\u80FD\u91CF\u3002

items.quest.corpsedust.name=\u5C38\u5C18
items.quest.corpsedust.chill=\u4E00\u80A1\u5BD2\u610F\u7A7F\u900F\u4E86\u4F60\u7684\u810A\u80CC\u3002
items.quest.corpsedust.desc=\u5728\u5916\u89C2\u4E0A\u8FD9\u56E2\u5C38\u5C18\u548C\u666E\u901A\u7070\u5C18\u5DEE\u4E0D\u591A\u3002\u800C\u4F60\u5374\u80FD\u591F\u611F\u53D7\u5230\u5176\u4E2D\u6F5C\u4F0F\u7740\u4E00\u80A1\u5145\u6EE1\u6076\u610F\u7684\u9B54\u529B\u3002\n\n\u5C3D\u5FEB\u8131\u624B\u4E3A\u597D\u3002

items.quest.darkgold.name=\u6697\u91D1\u77FF
items.quest.darkgold.desc=\u8FD9\u79CD\u91D1\u5C5E\u540D\u4E2D\u7684\u6697\u5E76\u975E\u6E90\u4E8E\u5176\u8272\u6CFD(\u5B83\u770B\u8D77\u6765\u548C\u666E\u901A\u91D1\u5B50\u4E00\u6837)\uFF0C\u800C\u662F\u56E0\u4E3A\u5B83\u4F1A\u5728\u9633\u5149\u4E0B\u7194\u5316\uFF0C\u4EE4\u5176\u5728\u5730\u8868\u4E0A\u6BEB\u65E0\u7528\u5904\u3002

items.quest.dwarftoken.name=\u77EE\u4EBA\u5FBD\u8BB0
items.quest.dwarftoken.desc=\u5F88\u591A\u77EE\u4EBA\u548C\u4ED6\u4EEC\u7684\u9020\u7269\u90FD\u643A\u5E26\u7740\u8FD9\u79CD\u5C0F\u5757\u91D1\u5C5E\uFF0C\u7406\u7531\u4E0D\u8BE6\u3002\u5174\u8BB8\u5B83\u662F\u88C5\u9970\u54C1\u6216\u4EC0\u4E48\u8EAB\u4EFD\u8BC6\u522B\u724C\u3002 \u77EE\u4EBA\u90FD\u633A\u5947\u602A\u7684\u3002

items.quest.embers.name=\u5143\u7D20\u4F59\u70EC
items.quest.embers.desc=\u53EA\u80FD\u4ECE\u65B0\u751F\u706B\u5143\u7D20\u8EAB\u4E0A\u91C7\u96C6\u5230\u7684\u7279\u6B8A\u4F59\u70EC.\u3002\u5B83\u4EEC\u6563\u53D1\u7740\u6E29\u6696\u7684\u80FD\u91CF\u3002

items.quest.gooblob.name=\u9ECF\u5495\u7403
items.quest.gooblob.desc=\u4E00\u56E2\u6643\u52A8\u7740\u7684\u9ECF\u7CCA\u7CCA\u7403\u4F53\uFF0C\u662F\u4ECE\u7C98\u5495\u5C38\u4F53\u4E0A\u5D29\u89E3\u4E0B\u7684\u4E00\u90E8\u5206\u3002\u770B\u8D77\u6765\u50CF\u662F\u4E00\u4E2A\u5927\u679C\u51BB\u7403\uFF0C\u4E0D\u8FC7\u5927\u6982\u4E0D\u80FD\u98DF\u7528\u3002\n\n\u8BE5\u7269\u54C1\u81EA\u8EAB\u5E76\u6CA1\u6709\u4EC0\u4E48\u5B9E\u9645\u7528\u9014\uFF0C\u4E0D\u8FC7\u5B83\u5728\u4E0E\u7279\u5B9A\u836F\u5242\u6216\u70B8\u5F39\u5171\u70BC\u540E\u53EF\u80FD\u6709\u5999\u7528\u3002\u518D\u4E0D\u6D4E\uFF0C\u5B83\u4E5F\u80FD\u63D0\u4F9B\u76F8\u5F53\u7684\u70BC\u91D1\u80FD\u91CF\u3002

items.quest.metalshard.name=\u90AA\u80FD\u788E\u7247
items.quest.metalshard.desc=\u4E00\u5757\u88AB\u8BC5\u5492\u7684\u91D1\u5C5E\u9508\u7247\uFF0C\u5B83\u662FDM-300\u7684\u673A\u7532\u5916\u58F3\u88AB\u51FB\u788E\u65F6\u5206\u79BB\u51FA\u6765\u7684\u3002\u4F60\u80FD\u611F\u53D7\u5230\u67D0\u79CD\u5C1A\u672A\u6FC0\u6D3B\u7684\u6076\u6BD2\u9B54\u529B\u6F5C\u85CF\u5176\u4E2D\u3002\n\n\u8BE5\u7269\u54C1\u81EA\u8EAB\u5E76\u6CA1\u6709\u4EC0\u4E48\u5B9E\u9645\u7528\u9014\uFF0C\u4E0D\u8FC7\u5B83\u5728\u4E0E\u7279\u5B9A\u5377\u8F74\u6216\u70B8\u5F39\u5171\u70BC\u65F6\u53EF\u80FD\u6709\u5999\u7528\u3002\u518D\u4E0D\u6D4E\uFF0C\u5B83\u4E5F\u80FD\u63D0\u4F9B\u76F8\u5F53\u7684\u70BC\u91D1\u80FD\u91CF\u3002

items.quest.pickaxe.name=\u9550\u5B50
items.quest.pickaxe.ac_mine=\u91C7\u6398
items.quest.pickaxe.no_vein=\u9644\u8FD1\u6CA1\u6709\u53EF\u4F9B\u91C7\u6398\u7684\u6697\u91D1\u77FF\u8109\u3002
items.quest.pickaxe.desc=\u8FD9\u662F\u4E00\u4EF6\u5DE8\u5927\u4E14\u8010\u7528\u7684\u51FF\u5CA9\u5DE5\u5177\u3002\u4E5F\u8BB8\u80FD\u5F53\u6B66\u5668\u7528\u3002

items.quest.ratskull.name=\u5DE8\u9F20\u5934\u9AA8
items.quest.ratskull.desc=\u4E00\u9897\u5927\u5F97\u5413\u4EBA\u7684\u8001\u9F20\u5934\u9AA8\u3002\u5982\u679C\u4F60\u80FD\u627E\u5230\u4E00\u9762\u5408\u9002\u7684\u5899\u6765\u6302\uFF0C\u5B83\u4F1A\u662F\u4EF6\u4E0D\u9519\u7684\u72E9\u730E\u7EAA\u5FF5\u54C1\u3002



###rings
items.rings.ring.diamond=\u94BB\u77F3\u6212\u6307
items.rings.ring.opal=\u6B27\u73C0\u6212\u6307
items.rings.ring.garnet=\u77F3\u69B4\u77F3\u6212\u6307
items.rings.ring.ruby=\u7EA2\u5B9D\u77F3\u6212\u6307
items.rings.ring.amethyst=\u7D2B\u6C34\u6676\u6212\u6307
items.rings.ring.topaz=\u9EC4\u7389\u6212\u6307
items.rings.ring.onyx=\u9ED1\u66DC\u77F3\u6212\u6307
items.rings.ring.tourmaline=\u78A7\u73BA\u6212\u6307
items.rings.ring.emerald=\u7EFF\u5B9D\u77F3\u6212\u6307
items.rings.ring.sapphire=\u84DD\u5B9D\u77F3\u6212\u6307
items.rings.ring.quartz=\u77F3\u82F1\u6212\u6307
items.rings.ring.agate=\u739B\u7459\u6212\u6307
items.rings.ring.gold=\u9EC4\u91D1\u6212\u6307
items.rings.ring.coral=\u73CA\u745A\u6212\u6307
items.rings.ring.pearl=\u73CD\u73E0\u6212\u6307
items.rings.ring.bluetopaz=\u6258\u5E15\u6212\u6307
items.rings.ring.equip_cursed=\u8FD9\u679A\u6212\u6307\u7A81\u7136\u7D27\u7F29\uFF0C\u7B8D\u4F4F\u4E86\u4F60\u7684\u624B\u6307\uFF01
items.rings.ring.unknown_desc=\u8FD9\u679A\u91D1\u5C5E\u73AF\u9576\u5D4C\u7740\u4E00\u9897\u5728\u9ED1\u6697\u4E2D\u95EA\u70C1\u5149\u8292\u7684\u5927\u5757\u5B9D\u77F3\u3002\u8C01\u77E5\u9053\u6234\u4E0A\u540E\u4F1A\u6709\u4EC0\u4E48\u6548\u679C\uFF1F
items.rings.ring.known=\u8FD9\u662F\u4E2A%s\u3002
items.rings.ring.identify=\u4F60\u5BF9\u4F60\u7684\u6212\u6307\u5DF2\u7ECF\u8DB3\u591F\u719F\u6089\u5E76\u4E14\u53EF\u4EE5\u56E0\u6B64\u5C06\u5176\u5B8C\u5168\u9274\u5B9A\u3002\u5B83\u662F%s\u3002
items.rings.ring.cursed_worn=\u7531\u4E8E\u8FD9\u4E2A\u6212\u6307\u88AB\u8BC5\u5492\uFF0C\u4F60\u65E0\u529B\u5C06\u5176\u9664\u4E0B\u3002
items.rings.ring.curse_known=\u4F60\u80FD\u611F\u89C9\u5230\u8FD9\u4EF6\u6212\u6307\u91CC\u6F5C\u4F0F\u7740\u4E00\u80A1\u5145\u6EE1\u6076\u610F\u7684\u9B54\u529B\u3002
items.rings.ring.not_cursed=\u8FD9\u679A\u6212\u6307\u6CA1\u6709\u88AB\u8BC5\u5492\u3002

items.rings.ringofaccuracy.name=\u96C6\u4E2D\u4E4B\u6212
items.rings.ringofaccuracy.stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u7684\u547D\u4E2D\u5C5E\u6027\u4F1A\u589E\u52A0_%s%%_\uFF0C\u4F60\u7684\u66B4\u51FB\u7387\u4F1A\u589E\u52A0_%s%%_\uFF0C\u4F60\u7684\u66B4\u51FB\u4F24\u5BB3\u500D\u7387\u4F1A\u589E\u52A0_%s_\u3002
items.rings.ringofaccuracy.typical_stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u7684\u547D\u4E2D\u5C5E\u6027\u901A\u5E38\u4F1A\u589E\u52A0_%s%%_\uFF0C\u4F60\u7684\u66B4\u51FB\u7387\u901A\u5E38\u4F1A\u589E\u52A0_%s%%_\uFF0C\u4F60\u7684\u66B4\u51FB\u4F24\u5BB3\u500D\u7387\u901A\u5E38\u4F1A\u589E\u52A0_%s_\u3002
items.rings.ringofaccuracy.desc=\u8FD9\u679A\u6212\u6307\u63D0\u9AD8\u4E86\u4F60\u7684\u4E13\u6CE8\u529B\uFF0C\u4F7F\u4F60\u66F4\u5BB9\u6613\u547D\u4E2D\u654C\u4EBA\u548C\u6253\u51FA\u4F1A\u5FC3\u4E00\u51FB\u3002\u8D1F\u7B49\u7EA7\u7684\u6212\u6307\u5219\u4F1A\u8BA9\u4F60\u96BE\u4EE5\u6253\u51FA\u6709\u6548\u653B\u51FB\u3002

items.rings.ringofarcana.name=\u5965\u672F\u4E4B\u6212
items.rings.ringofarcana.stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u7684\u9644\u9B54\u548C\u523B\u5370\u5A01\u529B\u4F1A\u63D0\u5347 _%s%%_\u3002
items.rings.ringofarcana.typical_stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u7684\u9644\u9B54\u548C\u523B\u5370\u5A01\u529B\u901A\u5E38\u4F1A\u63D0\u5347 _%s%%_\u3002
items.rings.ringofarcana.desc=\u8FD9\u679A\u6212\u6307\u589E\u5F3A\u4E86\u6B66\u5668\u4E0A\u7684\u9644\u9B54\u548C\u62A4\u7532\u4E0A\u7684\u523B\u5370\uFF0C\u5148\u589E\u52A0\u4E86\u5B83\u4EEC\u7684\u6FC0\u6D3B\u51E0\u7387\uFF0C\u7136\u540E\u589E\u52A0\u4E86\u5B83\u4EEC\u6548\u679C\u7684\u5F3A\u5EA6\u3002\u88AB\u8BC5\u5492\u7684\u6212\u6307\u53CD\u800C\u4F1A\u524A\u5F31\u9644\u9B54\u548C\u523B\u5370\u3002

items.rings.ringofbenediction.name=\u795D\u798F\u4E4B\u6212
items.rings.ringofbenediction.stats=\u5F53\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u4F1A\u83B7\u5F97\u589E\u76CAbuff\u7684\u5F3A\u5316\uFF0C\u548C_%s%%_\u7684\u589E\u76CAbuff\u5EF6\u65F6\u3002
items.rings.ringofbenediction.typical_stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u901A\u5E38\u4F1A\u83B7\u5F97\u589E\u76CAbuff\u7684\u5F3A\u5316\uFF0C\u548C_%s%%_\u7684\u589E\u76CAbuff\u5EF6\u65F6\u3002
items.rings.ringofbenediction.desc=\u8FD9\u679A\u6212\u6307\u80FD\u4E3A\u4F69\u6234\u8005\u63D0\u4F9B\u795D\u798F\uFF0C\u5F3A\u5316_\u5927\u90E8\u5206_\u589E\u76CAbuff\u7684\u6548\u679C\u548C\u6301\u7EED\u65F6\u95F4\u3002\u88AB\u8BC5\u5492\u7684\u6212\u6307\u81EA\u7136\u4F1A\u51CF\u5F31\u8FD9\u4E9Bbuff\u3002

items.rings.ringofelements.name=\u5143\u7D20\u4E4B\u6212
items.rings.ringofelements.stats=\u5F53\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u4F1A\u83B7\u5F97_%s%%_\u7684\u5143\u7D20\u6297\u6027\u3002
items.rings.ringofelements.typical_stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u901A\u5E38\u4F1A\u83B7\u5F97_%s%%_\u7684\u5143\u7D20\u6297\u6027\u3002
items.rings.ringofelements.desc=\u8FD9\u679A\u6212\u6307\u80FD\u4E3A\u4F69\u6234\u8005\u63D0\u4F9B\u6297\u6027\uFF0C\u964D\u4F4E\u5927\u90E8\u5206\u5143\u7D20\u548C\u9B54\u6CD5\u6548\u679C\u7684\u4F24\u5BB3\u548C\u6301\u7EED\u65F6\u95F4\u3002\u88AB\u8BC5\u5492\u7684\u6212\u6307\u81EA\u7136\u4F1A\u52A0\u91CD\u8FD9\u4E9B\u6548\u679C\u3002

items.rings.ringofenergy.name=\u80FD\u91CF\u4E4B\u6212
items.rings.ringofenergy.stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u7684\u6CD5\u6756\u5145\u80FD\u901F\u5EA6\u4F1A\u63D0\u5347_%1$s%%_\uFF0C\u795E\u5668\u7684\u5145\u80FD\u901F\u5EA6\u4F1A\u63D0\u5347_%2$s%%_\u3002
items.rings.ringofenergy.typical_stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u901A\u5E38\u60C5\u51B5\u4E0B\uFF0C\u4F60\u7684\u6CD5\u6756\u5145\u80FD\u901F\u5EA6\u4F1A\u63D0\u5347_%1$s%%_\uFF0C\u795E\u5668\u7684\u5145\u80FD\u901F\u5EA6\u4F1A\u63D0\u5347_%2$s%%_\u3002
items.rings.ringofenergy.desc=\u5728\u6212\u6307\u7684\u5965\u672F\u9886\u57DF\u7B3C\u7F69\u4E0B\uFF0C\u4F60\u7684\u6240\u6709\u6CD5\u6756\u548C\u795E\u5668\u7684\u5145\u80FD\u901F\u5EA6\u90FD\u4F1A\u5F97\u5230\u63D0\u5347\u3002\u88AB\u8BC5\u5492\u7684\u6212\u6307\u53CD\u800C\u4F1A\u51CF\u6162\u5145\u80FD\u901F\u5EA6\u3002

items.rings.ringofevasion.name=\u95EA\u907F\u4E4B\u6212
items.rings.ringofevasion.stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u7684\u95EA\u907F\u5C5E\u6027\u4F1A\u63D0\u5347_%s%%_\u3002
items.rings.ringofevasion.typical_stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u7684\u95EA\u907F\u5C5E\u6027\u901A\u5E38\u4F1A\u63D0\u5347_%s%%_\u3002
items.rings.ringofevasion.desc=\u8FD9\u679A\u6212\u6307\u4F1A\u52A0\u5FEB\u914D\u6234\u8005\u7684\u53CD\u5E94\u901F\u5EA6\uFF0C\u4EE4\u5176\u66F4\u96BE\u88AB\u654C\u4EBA\u51FB\u4E2D\u3002\u88AB\u8BC5\u5492\u7684\u6212\u6307\u53CD\u800C\u4F1A\u8BA9\u914D\u6234\u8005\u66F4\u5BB9\u6613\u88AB\u51FB\u4E2D\u3002

items.rings.ringofforce.name=\u6B66\u529B\u4E4B\u6212
items.rings.ringofforce.stats=\u8D64\u624B\u7A7A\u62F3\u65F6\uFF0C\u4EE5\u4F60\u76EE\u524D\u7684\u529B\u91CF\uFF0C\u4F69\u6234\u8FD9\u679A\u6212\u6307\u80FD\u591F\u9020\u6210 _%1$d~%2$d\u4F24\u5BB3_\u3002\u5F53\u88C5\u5907\u4E00\u4EF6\u6B66\u5668\u65F6\uFF0C\u8FD9\u679A\u6212\u6307\u4F1A\u4E3A\u5176\u589E\u52A0_%3$d_\u70B9\u4F24\u5BB3\u3002
items.rings.ringofforce.typical_stats=\u8D64\u624B\u7A7A\u62F3\u65F6\uFF0C\u4EE5\u4F60\u76EE\u524D\u7684\u529B\u91CF\uFF0C\u4F69\u6234\u8FD9\u679A\u6212\u6307\u901A\u5E38\u80FD\u591F\u9020\u6210 _%1$d~%2$d\u4F24\u5BB3_\u3002\u5F53\u88C5\u5907\u4E00\u4EF6\u6B66\u5668\u65F6\uFF0C\u8FD9\u679A\u6212\u6307\u901A\u5E38\u4F1A\u4E3A\u5176\u589E\u52A0_%3$d_\u70B9\u4F24\u5BB3\u3002
items.rings.ringofforce.desc=\u8FD9\u679A\u6212\u6307\u80FD\u591F\u589E\u5F3A\u914D\u6234\u8005\u7684\u6253\u51FB\u529B\u5EA6\u3002\u8FD9\u4EFD\u989D\u5916\u7684\u529B\u91CF\u5728\u6325\u821E\u6B66\u5668\u65F6\u76F8\u5F53\u6709\u9650\uFF0C\u800C\u5F92\u624B\u653B\u51FB\u5219\u4F1A\u88AB\u5927\u5E45\u589E\u5F3A\u3002\u8D1F\u7B49\u7EA7\u7684\u6212\u6307\u4F1A\u5BFC\u81F4\u914D\u6234\u8005\u7684\u653B\u51FB\u53D8\u5F97\u8F6F\u5F31\u65E0\u529B\u3002

items.rings.ringoffuror.name=\u72C2\u6012\u4E4B\u6212
items.rings.ringoffuror.stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u7684\u653B\u51FB\u901F\u5EA6\u4F1A\u63D0\u5347_%s%%_\u3002
items.rings.ringoffuror.typical_stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u7684\u653B\u51FB\u901F\u5EA6\u901A\u5E38\u4F1A\u63D0\u5347_%s%%_\u3002
items.rings.ringoffuror.desc=\u8FD9\u679A\u6212\u6307\u4F1A\u6FC0\u53D1\u914D\u6234\u8005\u5185\u5FC3\u7684\u6012\u706B\uFF0C\u4F7F\u5176\u80FD\u591F\u66F4\u8FC5\u731B\u5730\u653B\u51FB\u3002\u88AB\u8BC5\u5492\u7684\u6212\u6307\u5219\u4F1A\u5BFC\u81F4\u7A7F\u6234\u8005\u653B\u51FB\u8FDF\u7F13\u3002

items.rings.ringofhaste.name=\u75BE\u901F\u4E4B\u6212
items.rings.ringofhaste.stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u7684\u79FB\u52A8\u901F\u5EA6\u4F1A\u63D0\u5347_%s%%_\u3002
items.rings.ringofhaste.typical_stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u7684\u79FB\u52A8\u901F\u5EA6\u901A\u5E38\u4F1A\u63D0\u5347_%s%%_\u3002
items.rings.ringofhaste.desc=\u8FD9\u679A\u6212\u6307\u51CF\u8F7B\u4E86\u914D\u6234\u8005\u5728\u79FB\u52A8\u65F6\u7684\u8D1F\u62C5\uFF0C\u4F7F\u5176\u80FD\u591F\u98DE\u901F\u5954\u8DD1\u3002\u8D1F\u7B49\u7EA7\u7684\u6212\u6307\u5219\u4F1A\u4F7F\u914D\u6234\u8005\u500D\u611F\u6C89\u91CD\u3002

items.rings.ringofmight.name=\u6839\u9AA8\u4E4B\u6212
items.rings.ringofmight.stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u7684\u529B\u91CF\u4F1A\u589E\u52A0_%1$d_\uFF0C\u4F60\u7684\u6700\u5927\u751F\u547D\u503C\u4F1A\u589E\u52A0_%2$s%%_\u3002
items.rings.ringofmight.typical_stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u7684\u529B\u91CF\u901A\u5E38\u4F1A\u63D0\u5347_%1$d_\u70B9\uFF0C\u5E76\u4E14\u6700\u5927\u751F\u547D\u503C\u901A\u5E38\u4F1A\u589E\u52A0_%2$s%%_\u3002
items.rings.ringofmight.desc=\u8FD9\u679A\u6212\u6307\u4F1A\u589E\u5F3A\u4F69\u6234\u8005\u7684\u4F53\u8D28\uFF0C\u4F7F\u5176\u62E5\u6709\u66F4\u5F3A\u7684\u529B\u91CF\u4E0E\u4F53\u683C\u3002\u8D1F\u7B49\u7EA7\u7684\u6212\u6307\u5219\u4F1A\u4F7F\u4EBA\u865A\u5F31\u3002

items.rings.ringofsharpshooting.name=\u795E\u5C04\u4E4B\u6212
items.rings.ringofsharpshooting.stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u7684\u6295\u63B7\u6B66\u5668\u4F24\u5BB3\u4F1A\u83B7\u5F97_ %1$d _\u7EA7\u7684\u63D0\u5347\uFF0C\u8010\u4E45\u5EA6\u5219\u4F1A\u63D0\u5347_ %2$s%% _\u3002
items.rings.ringofsharpshooting.typical_stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u7684\u6295\u63B7\u6B66\u5668\u4F24\u5BB3\u901A\u5E38\u4F1A\u83B7\u5F97_ %1$d _\u7EA7\u7684\u63D0\u5347\uFF0C\u8010\u4E45\u5EA6\u5219\u4F1A\u63D0\u5347_ %2$s%% _\u3002
items.rings.ringofsharpshooting.desc=\u8FD9\u679A\u6212\u6307\u4F1A\u52A0\u5F3A\u914D\u6234\u8005\u7684\u7784\u51C6\u80FD\u529B\uFF0C\u4F7F\u6295\u63B7\u6B66\u5668\u53D8\u5F97\u66F4\u52A0\u81F4\u547D\u4E14\u8010\u7528\u3002\u88AB\u8BC5\u5492\u7684\u6212\u6307\u5219\u4F1A\u8D77\u53CD\u4F5C\u7528\u3002

items.rings.ringoftenacity.name=\u6052\u5B9A\u4E4B\u6212
items.rings.ringoftenacity.stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u7684\u653B\u51FB\u589E\u52A0_%s%%_\uFF0C\u53D7\u5230\u7684\u4F24\u5BB3\u51CF\u5C11_%s%%_\u3002\u4F60\u4E0D\u80FD_\u66B4\u51FB_\u3002
items.rings.ringoftenacity.typical_stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u7684\u653B\u51FB\u901A\u5E38\u589E\u52A0_%s%%_\uFF0C\u53D7\u5230\u7684\u4F24\u5BB3\u901A\u5E38\u51CF\u5C11_%s%%_\u3002\u4F60\u4E0D\u80FD_\u66B4\u51FB_\u3002
items.rings.ringoftenacity.desc=\u8FD9\u679A\u6212\u6307\u4F7F\u914D\u6234\u8005\u80FD\u591F\u66F4\u575A\u5B9A\u5730\u653B\u51FB\u548C\u9632\u5B88\u3002\u4F46\u4EE3\u4EF7\u662F\u5931\u53BB\u7206\u53D1\u7684\u53EF\u80FD\u3002\u8D1F\u7B49\u7EA7\u7684\u6212\u6307\u5219\u4F1A\u8BA9\u914D\u6234\u8005\u7684\u653B\u51FB\u548C\u9632\u5FA1\u53D8\u5F97\u8F6F\u5F31\u3002

items.rings.ringofwealth.name=\u8D22\u5BCC\u4E4B\u6212
items.rings.ringofwealth.stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u7684\u6574\u4F53\u5E78\u8FD0\u7A0B\u5EA6\u4F1A\u63D0\u5347_%s%%_\u3002
items.rings.ringofwealth.typical_stats=\u4F69\u6234\u8FD9\u679A\u6212\u6307\u65F6\uFF0C\u4F60\u7684\u6574\u4F53\u5E78\u8FD0\u7A0B\u5EA6\u901A\u5E38\u4F1A\u63D0\u5347_%s%%_\u3002
items.rings.ringofwealth.desc=\u8FD9\u679A\u6212\u6307\u6709\u5982\u78C1\u77F3\u822C\u7684\u62DB\u8D22\u529F\u6548\uFF0C\u4F69\u6234\u8005\u6709\u66F4\u5927\u7684\u673A\u7387\u4ECE\u654C\u4EBA\u8EAB\u4E0A\u6216\u5404\u7C7B\u5B9D\u7BB1\u4E2D\u53D6\u5F97\u8F83\u6709\u4EF7\u503C\u7684\u9053\u5177\u3002\u88AB\u8BC5\u5492\u7684\u6212\u6307\u53CD\u800C\u4F1A\u964D\u4F4E\u53D1\u73B0\u5B9D\u7269\u7684\u53EF\u80FD\u6027\u3002



###scrolls
items.scrolls.scroll.ac_read=\u9605\u8BFB
items.scrolls.scroll.kaunan=KAUNAN\u5377\u8F74
items.scrolls.scroll.sowilo=SOWILO\u5377\u8F74
items.scrolls.scroll.laguz=LAGUZ\u5377\u8F74
items.scrolls.scroll.yngvi=YNGVI\u5377\u8F74
items.scrolls.scroll.gyfu=GYFU\u5377\u8F74
items.scrolls.scroll.raido=RAIDO\u5377\u8F74
items.scrolls.scroll.isaz=ISAZ\u5377\u8F74
items.scrolls.scroll.mannaz=MANNAZ\u5377\u8F74
items.scrolls.scroll.naudiz=NAUDIZ\u5377\u8F74
items.scrolls.scroll.berkanan=BERKANAN\u5377\u8F74
items.scrolls.scroll.odal=ODAL\u5377\u8F74
items.scrolls.scroll.tiwaz=TIWAZ\u5377\u8F74
items.scrolls.scroll.unknown_desc=\u8FD9\u5F20\u7F8A\u76AE\u7EB8\u4E0A\u5199\u6EE1\u4E86\u96BE\u4EE5\u7834\u8BD1\u7684\u9B54\u6CD5\u6587\u5B57\u3002\u5927\u58F0\u5FF5\u51FA\u6765\u4F1A\u53D1\u751F\u4EC0\u4E48\uFF1F
items.scrolls.scroll.blinded=\u4F60\u4E0D\u80FD\u5728\u5931\u660E\u65F6\u9605\u8BFB\u5377\u8F74\u3002
items.scrolls.scroll.no_magic=\u4F60\u4E0D\u80FD\u5728\u9B54\u6CD5\u514D\u75AB\u65F6\u9605\u8BFB\u5377\u8F74\u3002
items.scrolls.scroll.cursed=\u88AB\u8BC5\u5492\u7684\u6CD5\u5178\u6291\u5236\u4E86\u5377\u8F74\u4E2D\u6CD5\u672F\u7684\u542F\u52A8\uFF01\u4E5F\u8BB8\u795B\u90AA\u5377\u8F74\u8DB3\u591F\u5F3A\u5927\u8FD8\u80FD\u88AB\u4F7F\u7528...
items.scrolls.scroll$placeholder.name=\u5377\u8F74

items.scrolls.inventoryscroll.warning=\u4F60\u771F\u7684\u60F3\u7EC8\u6B62\u8FD9\u5F20\u5377\u8F74\u7684\u65BD\u653E\uFF1F\u5B83\u4ECD\u4F1A\u88AB\u6D88\u8017\u6389\u3002
items.scrolls.inventoryscroll.yes=\u662F\u7684\uFF0C\u6211\u786E\u5B9A
items.scrolls.inventoryscroll.no=\u4E0D\uFF0C\u6211\u6539\u53D8\u4E3B\u610F\u4E86

items.scrolls.scrollofidentify.name=\u9274\u5B9A\u5377\u8F74
items.scrolls.scrollofidentify.inv_title=\u9009\u62E9\u4E00\u6837\u8981\u9274\u5B9A\u7684\u7269\u54C1
items.scrolls.scrollofidentify.it_is=\u4F60\u7684\u5377\u8F74\u9274\u5B9A\u51FA\u4E86%s\u3002
items.scrolls.scrollofidentify.desc=\u8BE5\u5377\u8F74\u80FD\u6C38\u4E45\u63ED\u793A\u4E00\u4EF6\u7269\u54C1\u7684\u6240\u6709\u79D8\u5BC6\u3002

items.scrolls.scrolloflullaby.name=\u50AC\u7720\u5377\u8F74
items.scrolls.scrolloflullaby.sooth=\u5377\u8F74\u53D1\u51FA\u4E86\u67D0\u79CD\u8212\u7F13\u7684\u65CB\u5F8B\u3002\u4F60\u89C9\u5F97\u975E\u5E38\u56F0\u5026\u3002
items.scrolls.scrolloflullaby.desc=\u9605\u8BFB\u8FD9\u5F20\u5377\u8F74\u4F1A\u91CA\u653E\u51FA\u4E00\u6BB5\u8212\u7F13\u7684\u65CB\u5F8B\uFF0C\u8BA9\u6240\u6709\u542C\u5230\u5B83\u7684\u751F\u7269\u9677\u5165\u9B54\u6CD5\u6C89\u7720\u3002\u8FD9\u79CD\u7761\u7720\u6709\u76CA\u4E8E\u9605\u8BFB\u8005\u53CA\u53CB\u65B9\u5355\u4F4D\u7684\u5065\u5EB7\u3002

items.scrolls.scrollofmagicmapping.name=\u63A2\u5730\u5377\u8F74
items.scrolls.scrollofmagicmapping.layout=\u4F60\u719F\u6089\u4E86\u8FD9\u5C42\u7684\u5730\u5F62\u3002
items.scrolls.scrollofmagicmapping.desc=\u9605\u8BFB\u8FD9\u5F20\u5377\u8F74\u65F6\uFF0C\u4E00\u526F\u660E\u6670\u7684\u666F\u8C61\u4F1A\u523B\u5165\u4F60\u7684\u8BB0\u5FC6\u4E2D\uFF0C\u544A\u77E5\u4F60\u6574\u4E2A\u697C\u5C42\u7684\u7CBE\u786E\u5E03\u5C40\u5E76\u63ED\u5F00\u6240\u6709\u9690\u85CF\u7684\u79D8\u5BC6\u3002\u4E0D\u8FC7\u9053\u5177\u4F4D\u7F6E\u548C\u751F\u7269\u5206\u5E03\u4F9D\u65E7\u662F\u672A\u77E5\u72B6\u6001\u3002

items.scrolls.scrollofmirrorimage.name=\u955C\u50CF\u5377\u8F74
items.scrolls.scrollofmirrorimage.copies=\u5377\u8F74\u751F\u6210\u4E86\u4F60\u7684\u955C\u50CF\u3002
items.scrolls.scrollofmirrorimage.no_copies=\u5377\u8F74\u5C1D\u8BD5\u521B\u9020\u4F60\u7684\u955C\u50CF\uFF0C\u4F46\u662F\u5B83\u4EEC\u6CA1\u6709\u7A7A\u95F4\u51FA\u73B0\u3002
items.scrolls.scrollofmirrorimage.desc=\u5377\u8F74\u4E0A\u7684\u5492\u6587\u4F1A\u521B\u9020\u4F7F\u7528\u8005\u7684\u4E24\u4E2A\u955C\u50CF\u3002\u8FD9\u4E9B\u50CF\u4F7F\u7528\u8005\u7684\u5F31\u5316\u7248\u514B\u9686\u4F53\u7684\u955C\u50CF\u4F1A\u5BF9\u654C\u4EBA\u5C55\u5F00\u8FFD\u6740\u3002\u4E0D\u8FC7\u955C\u50CF\u975E\u5E38\u8106\u5F31\uFF0C\u53D7\u5230\u4F24\u5BB3\u5C31\u4F1A\u77AC\u95F4\u6D88\u6563\u3002

items.scrolls.scrollofretribution.name=\u590D\u4EC7\u5377\u8F74
items.scrolls.scrollofretribution.blast=\u5F3A\u5927\u7684\u9B54\u529B\u4ECE\u5377\u8F74\u4E2D\u7206\u53D1\uFF01
items.scrolls.scrollofretribution.desc=\u8FD9\u5F20\u5377\u8F74\u53EF\u4EE5\u5C06\u4F7F\u7528\u8005\u7684\u6240\u53D7\u7684\u4F24\u75DB\u8F6C\u5316\u4E3A\u80FD\u91CF\u91CA\u653E\u800C\u51FA\u3002\u4F7F\u7528\u8005\u7684\u4F24\u52BF\u8D8A\u91CD\uFF0C\u6240\u91CA\u653E\u7684\u80FD\u91CF\u8D8A\u5927\u3002\u4F7F\u7528\u8005\u5904\u4E8E\u4F4E\u8840\u91CF\u7684\u60C5\u51B5\u4E0B\u6240\u91CA\u653E\u7684\u8FD9\u79CD\u80FD\u91CF\u8DB3\u4EE5\u6740\u6B7B\u5927\u90E8\u5206\u654C\u4EBA\u3002\n\n\u5373\u4FBF\u5982\u6B64\uFF0C\u8FD9\u5F20\u5377\u8F74\u4F9D\u7136\u4F1A\u5F71\u54CD\u4F7F\u7528\u8005\uFF0C\u4F7F\u5176\u77ED\u65F6\u95F4\u76EE\u76F2\u5E76\u865A\u5F31\u65E0\u6BD4\u3002

items.scrolls.scrollofrage.name=\u76DB\u6012\u5377\u8F74
items.scrolls.scrollofrage.roar=\u5377\u8F74\u4EA7\u751F\u7684\u6FC0\u6012\u5486\u54EE\u5728\u5730\u7262\u4E2D\u56DE\u8361\uFF01
items.scrolls.scrollofrage.desc=\u5927\u58F0\u8BF5\u8BFB\u5185\u5BB9\u65F6\uFF0C\u5377\u8F74\u5C06\u91CA\u653E\u51FA\u4E00\u58F0\u8F70\u54CD\u7684\u5486\u54EE\uFF0C\u5C06\u6240\u6709\u654C\u4EBA\u5F15\u5411\u4F60\u5E76\u6FC0\u6012\u9644\u8FD1\u7684\u5355\u4F4D\u3002

items.scrolls.scrollofrecharging.name=\u5145\u80FD\u5377\u8F74
items.scrolls.scrollofrecharging.surge=\u4E00\u80A1\u80FD\u91CF\u5728\u4F53\u5185\u5954\u817E\u800C\u8FC7\uFF0C\u4F7F\u4F60\u7684\u6CD5\u6756\u529B\u91CF\u5145\u6C9B\uFF01
items.scrolls.scrollofrecharging.desc=\u7EAF\u6B63\u7684\u9B54\u6CD5\u80FD\u91CF\u88AB\u7981\u9522\u5728\u7F8A\u76AE\u7EB8\u5185\uFF0C\u5F53\u8FD9\u80A1\u80FD\u91CF\u88AB\u91CA\u653E\u65F6\u4F1A\u5728\u77ED\u65F6\u95F4\u5185\u6301\u7EED\u4E3A\u9605\u8BFB\u8005\u7684\u6240\u6709\u6CD5\u6756\u5145\u80FD\u3002

items.scrolls.scrollofremovecurse.name=\u795B\u90AA\u5377\u8F74
items.scrolls.scrollofremovecurse.inv_title=\u9009\u62E9\u4E00\u4EF6\u8981\u51C0\u5316\u7684\u7269\u54C1
items.scrolls.scrollofremovecurse.cleansed=\u4F60\u7684\u9053\u5177\u95EA\u8000\u7740\u51C0\u5316\u7684\u5149\u8292\uFF0C\u4E00\u80A1\u6076\u6BD2\u7684\u80FD\u91CF\u4ECE\u4E2D\u6D88\u6563\u3002
items.scrolls.scrollofremovecurse.not_cleansed=\u4F60\u7684\u9053\u5177\u95EA\u8000\u7740\u51C0\u5316\u7684\u5149\u8292\uFF0C\u4E0D\u8FC7\u4EC0\u4E48\u4E5F\u6CA1\u53D1\u751F\u3002
items.scrolls.scrollofremovecurse.desc=\u5377\u8F74\u4E0A\u7684\u5492\u8BED\u80FD\u591F\u77AC\u95F4\u6E05\u9664\u6307\u5B9A\u7684\u4E00\u4EF6\u6B66\u5668\u3001\u62A4\u7532\u3001\u6CD5\u6756\u3001\u6212\u6307\u6216\u795E\u5668\u4E0A\u7684\u8BC5\u5492\u3002

items.scrolls.scrollofteleportation.name=\u4F20\u9001\u5377\u8F74
items.scrolls.scrollofteleportation.tele=\u7728\u773C\u4E4B\u95F4\u4F60\u5C31\u88AB\u4F20\u9001\u5230\u672C\u5C42\u7684\u53E6\u5916\u4E00\u4E2A\u4F4D\u7F6E\u3002
items.scrolls.scrollofteleportation.no_tele=\u4F20\u9001\u9B54\u6CD5\u5931\u8D25\u4E86\u3002
items.scrolls.scrollofteleportation.cant_reach=\u4F60\u4E0D\u80FD\u4F20\u9001\u5230\u90A3\u4E2A\u4F4D\u7F6E\u3002
items.scrolls.scrollofteleportation.prompt=\u9009\u62E9\u60F3\u8981\u4F20\u9001\u7684\u5730\u70B9
items.scrolls.scrollofteleportation.desc=\u7F8A\u76AE\u7EB8\u4E0A\u7684\u5492\u8BED\u80FD\u7ACB\u523B\u8BA9\u9605\u8BFB\u8005\u4F20\u9001\u5230\u672C\u5C42\u7684\u53E6\u4E00\u5904\u3002\u5377\u8F74\u4F1A\u4F18\u5148\u9009\u62E9\u9605\u8BFB\u8005\u8FD8\u672A\u63A2\u7D22\u7684\u5730\u65B9\uFF0C\u4F46\u65E0\u6CD5\u5C06\u4EBA\u4F20\u9001\u5230\u95E8\u88AB\u9501\u6216\u88AB\u8DEF\u969C\u5835\u4F4F\u5165\u53E3\u7684\u5BC6\u5BA4\u4E2D\u3002\u4E0D\u8FC7\uFF0C\u5B83\u80FD\u5E2E\u52A9\u53D1\u73B0\u901A\u5411\u672A\u77E5\u533A\u57DF\u7684\u9690\u85CF\u95E8\u3002

items.scrolls.scrollofterror.name=\u6050\u60E7\u5377\u8F74
items.scrolls.scrollofterror.none=\u8FD9\u4E2A\u5377\u8F74\u4EA7\u751F\u4E86\u4E00\u9635\u660E\u4EAE\u7684\u7EA2\u8272\u95EA\u5149\u3002
items.scrolls.scrollofterror.one=\u8FD9\u4E2A\u5377\u8F74\u4EA7\u751F\u4E86\u4E00\u9635\u660E\u4EAE\u7684\u7EA2\u8272\u95EA\u5149\u7684\u540C\u65F6%s\u9003\u8DD1\u4E86\uFF01
items.scrolls.scrollofterror.many=\u8FD9\u4E2A\u5377\u8F74\u4EA7\u751F\u4E86\u4E00\u9635\u660E\u4EAE\u7684\u7EA2\u8272\u95EA\u5149\u7684\u540C\u65F6\u602A\u7269\u4EEC\u9003\u8DD1\u4E86\uFF01
items.scrolls.scrollofterror.desc=\u88AB\u9605\u8BFB\u7684\u65F6\u5019\uFF0C\u8BE5\u5377\u8F74\u4F1A\u7206\u5C04\u51FA\u4E00\u9053\u53EF\u6016\u7684\u7EA2\u8272\u95EA\u5149\uFF0C\u4EE5\u6050\u60E7\u538B\u57AE\u4F7F\u7528\u8005\u89C6\u91CE\u8303\u56F4\u5185\u751F\u7269\u7684\u5FC3\u667A\u5E76\u4F7F\u5B83\u4EEC\u8F6C\u8EAB\u9003\u8DD1\u3002\u653B\u51FB\u6B63\u5728\u9003\u8DD1\u7684\u654C\u4EBA\u4F1A\u7F29\u77ED\u8BE5\u6548\u679C\u7684\u6301\u7EED\u65F6\u957F\u3002

items.scrolls.scrolloftransmutation.name=\u5B17\u53D8\u5377\u8F74
items.scrolls.scrolloftransmutation.inv_title=\u9009\u62E9\u4E00\u4EF6\u8981\u5B17\u53D8\u7684\u7269\u54C1
items.scrolls.scrolloftransmutation.nothing=\u6CA1\u53D1\u751F\u4EC0\u4E48\u6709\u610F\u601D\u7684\u4E8B\u3002
items.scrolls.scrolloftransmutation.morph=\u4F60\u7684\u9053\u5177\u53D8\u6210\u4E86\u53E6\u4E00\u6837\u4E1C\u897F\uFF01
items.scrolls.scrolloftransmutation.desc=\u5377\u8F74\u5185\u5B58\u7740\u5F3A\u529B\u7684\u5B17\u53D8\u9B54\u6CD5\uFF0C\u7528\u5728\u53EF\u884C\u7684\u9053\u5177\u4E0A\u4F1A\u5C06\u5176\u8F6C\u53D8\u6210\u540C\u7C7B\u578B\u7684\u53E6\u4E00\u6837\u9053\u5177\u3002\u5B17\u53D8\u9B54\u6CD5\u8FD8\u4F1A\u4FDD\u7559\u539F\u9053\u5177\u4E0A\u7684\u5347\u7EA7\u3001\u9644\u9B54\u548C\u523B\u5370\u3002

items.scrolls.scrollofupgrade.name=\u5347\u7EA7\u5377\u8F74
items.scrolls.scrollofupgrade.inv_title=\u9009\u62E9\u4E00\u4EF6\u8981\u5347\u7EA7\u7684\u7269\u54C1
items.scrolls.scrollofupgrade.weaken_curse=\u5347\u7EA7\u5377\u8F74\u51CF\u5F31\u4E86\u7269\u54C1\u4E0A\u7684\u8BC5\u5492\u3002
items.scrolls.scrollofupgrade.remove_curse=\u5347\u7EA7\u5377\u8F74\u51C0\u5316\u4E86\u7269\u54C1\u4E0A\u7684\u8BC5\u5492\uFF01
items.scrolls.scrollofupgrade.desc=\u8FD9\u5F20\u5377\u8F74\u53EF\u4EE5\u5347\u7EA7\u4E00\u4EF6\u7269\u54C1\uFF0C\u63D0\u5347\u5176\u54C1\u8D28\u3002\u6CD5\u6756\u7684\u9B54\u529B\u53CA\u5145\u80FD\u6570\u4F1A\u83B7\u5F97\u63D0\u5347\uFF0C\u6B66\u5668\u548C\u62A4\u7532\u53EF\u4EE5\u9020\u6210\u6216\u5438\u6536\u66F4\u591A\u7684\u4F24\u5BB3\uFF0C\u6212\u6307\u7684\u6548\u679C\u5C06\u4F1A\u589E\u5F3A\u3002\n\n\u8FD9\u5F20\u5377\u8F74\u751A\u81F3\u5076\u5C14\u80FD\u51CF\u5F31\u751A\u81F3\u9A71\u6563\u8BC5\u5492\u6548\u679C\uFF0C\u4E0D\u8FC7\u4E0D\u5982\u795B\u90AA\u5377\u8F74\u90A3\u4E48\u7A33\u5B9A\u3002\n\n\u5377\u8F74\u7684\u9B54\u529B\u4E5F\u4F1A\u5F71\u54CD\u751A\u81F3\u6D88\u9664\u6B66\u5668\u7684\u9644\u9B54\u6216\u62A4\u7532\u7684\u523B\u5370\u3002\u4ECE+4\u5F00\u59CB\u5347\u7EA7\u88C5\u5907\u53EF\u80FD\u4F1A\u6D88\u9664\u9644\u9B54\u6216\u523B\u5370\uFF0C\u5728+8\u6216\u8005\u66F4\u9AD8\u7B49\u7EA7\u5219\u4F1A\u5FC5\u5B9A\u6D88\u9664\u3002



###exotic scrolls
items.scrolls.exotic.exoticscroll.kaunan=KAUNAN\u79D8\u5377
items.scrolls.exotic.exoticscroll.sowilo=SOWILO\u79D8\u5377
items.scrolls.exotic.exoticscroll.laguz=LAGUZ\u79D8\u5377
items.scrolls.exotic.exoticscroll.yngvi=YNGVI\u79D8\u5377
items.scrolls.exotic.exoticscroll.gyfu=GYFU\u79D8\u5377
items.scrolls.exotic.exoticscroll.raido=RAIDO\u79D8\u5377
items.scrolls.exotic.exoticscroll.isaz=ISAZ\u79D8\u5377
items.scrolls.exotic.exoticscroll.mannaz=MANNAZ\u79D8\u5377
items.scrolls.exotic.exoticscroll.naudiz=NAUDIZ\u79D8\u5377
items.scrolls.exotic.exoticscroll.berkanan=BERKANAN\u79D8\u5377
items.scrolls.exotic.exoticscroll.odal=ODAL\u79D8\u5377
items.scrolls.exotic.exoticscroll.tiwaz=TIWAZ\u79D8\u5377
items.scrolls.exotic.exoticscroll.unknown_desc=\u8FD9\u5F20\u6F06\u9ED1\u7684\u7F8A\u76AE\u7EB8\u4E0A\u523B\u6EE1\u4E86\u95EA\u8000\u7740\u9B54\u529B\u5149\u8292\u7684\u6666\u6DA9\u7B26\u6587\u3002\u770B\u8D77\u6765\u8FD9\u4E0D\u662F\u8FD9\u4E2A\u4E16\u754C\u7684\u7269\u54C1\u3002\u5927\u58F0\u5FF5\u51FA\u6765\u4F1A\u53D1\u751F\u4EC0\u4E48\uFF1F

items.scrolls.exotic.scrollofsirenssong.name=\u585E\u58EC\u4E4B\u6B4C\u79D8\u5377
items.scrolls.exotic.scrollofsirenssong.prompt=\u9009\u62E9\u4E00\u4E2A\u76EE\u6807
items.scrolls.exotic.scrollofsirenssong.no_target=\u8FD9\u5F20\u79D8\u5377\u5728\u6CA1\u6709\u76EE\u6807\u7684\u60C5\u51B5\u4E0B\u6FC0\u6D3B\u4E86
items.scrolls.exotic.scrollofsirenssong.cancel=\u4F60\u5FC5\u987B\u9009\u62E9\u4E00\u4E2A\u76EE\u6807
items.scrolls.exotic.scrollofsirenssong.desc=\u9605\u8BFB\u6B64\u5377\u8F74\u5C06\u64AD\u653E\u51FA\u6444\u4EBA\u5FC3\u9B44\u7684\u65CB\u5F8B\uFF0C\u4EE4\u76EE\u6807\u654C\u4EBA\u6C89\u6CA6\u4E0E\u4F60\uFF0C\u6C38\u4E45\u5730\u53D8\u6210\u76DF\u53CB\uFF01\u542C\u5230\u8FD9\u6B4C\u58F0\u7684\u5176\u5B83\u654C\u4EBA\u5219\u662F\u6682\u65F6\u88AB\u9B45\u60D1\u3002\n\n\n\n\u7279\u522B\u5F3A\u5927\u7684\u654C\u4EBA\u53EF\u4EE5\u62B5\u6297\u6C89\u6CA6\u6548\u679C\uFF0C\u4F46\u540C\u6837\u4F1A\u88AB\u9B45\u60D1\u3002
items.scrolls.exotic.scrollofsirenssong$enthralled.name=\u6C89\u6CA6
items.scrolls.exotic.scrollofsirenssong$enthralled.desc=\u8FD9\u4E2A\u751F\u7269\u5DF2\u56E0\u585E\u58EC\u4E4B\u6B4C\u7684\u6548\u679C\u800C\u6C89\u6CA6\u3002\n\n\u6C89\u6CA6\u7684\u5355\u4F4D\u5C06\u6C38\u8FDC\u5FE0\u5FC3\u4E8E\u4F60\uFF0C\u5E76\u4E3B\u52A8\u653B\u51FB\u5176\u9047\u5230\u7684\u6240\u6709\u654C\u4EBA\u3002

items.scrolls.exotic.scrollofantimagic.name=\u9A71\u9B54\u79D8\u5377
items.scrolls.exotic.scrollofantimagic.desc=\u4F7F\u7528\u8FD9\u5F20\u79D8\u5377\u4F1A\u8BA9\u4F60\u88AB\u5305\u88F9\u5728\u4E00\u4E2A\u80FD\u591F\u963B\u6321\u5176\u4ED6\u6240\u6709\u6CD5\u672F\u7684\u9B54\u529B\u7ED3\u754C\u4E2D\uFF0C\u65E0\u8BBA\u5B83\u662F\u6709\u5229\u6216\u662F\u6709\u5BB3\u3002

items.scrolls.exotic.scrollofchallenge.name=\u51B3\u6597\u79D8\u5377
items.scrolls.exotic.scrollofchallenge.desc=\u5927\u58F0\u8BF5\u8BFB\u6B64\u5377\u8F74\u65F6\uFF0C\u5B83\u5C06\u53D1\u51FA\u5DE8\u5927\u7684\u543C\u58F0\uFF0C\u5C06\u654C\u4EBA\u5438\u5F15\u5230\u8BF5\u8BFB\u8005\u8EAB\u8FB9\uFF0C\u540C\u65F6\u5728\u5B83\u4EEC\u5468\u56F4\u521B\u5EFA\u4E00\u4E2A\u5C0F\u578B\u7684\u7ADE\u6280\u573A\u3002\n\n\u53EA\u8981\u4F7F\u7528\u8005\u5728\u8FD9\u4E2A\u7ADE\u6280\u573A\u91CC\uFF0C\u5C31\u5C06\u83B7\u5F9733%\u7684\u4F24\u5BB3\u51CF\u514D\uFF08\u5728\u5176\u5B83\u6240\u6709\u4F24\u5BB3\u51CF\u514D\u8BA1\u7B97\u4E4B\u524D\uFF09\uFF0C\u5E76\u4E14\u4E0D\u4F1A\u635F\u5931\u9971\u98DF\u5EA6\u3002\n\n\u7ADE\u6280\u573A\u7684\u5927\u5C0F\u5C06\u968F\u7740\u8BF5\u8BFB\u8005\u6240\u5728\u533A\u57DF\u7684\u5927\u5C0F\u800C\u6539\u53D8\u3002\u5728\u4E00\u4E9BBoss\u6218\u533A\u57DF\uFF0C\u7ADE\u6280\u573A\u4F1A\u683C\u5916\u7684\u5C0F\u3002
items.scrolls.exotic.scrollofchallenge$challengearena.name=\u51B3\u6597\u533A\u57DF
items.scrolls.exotic.scrollofchallenge$challengearena.desc=\u51B3\u6597\u79D8\u5377\u5728\u4F60\u5468\u56F4\u521B\u9020\u4E86\u4E00\u4E2A\u7ADE\u6280\u573A\uFF0C\u5176\u4E2D\u7FFB\u6EDA\u7740\u8840\u822C\u7684\u7EA2\u96FE\u3002\n\n\u5F53\u4F60\u7AD9\u5728\u96FE\u4E2D\uFF0C\u4F60\u7684\u9965\u997F\u611F\u4E0D\u4F1A\u589E\u52A0\uFF0C\u4F60\u5C06\u51CF\u5C11 33%% \u6765\u81EA\u4EFB\u4F55\u6765\u6E90\u7684\u4F24\u5BB3\u3002\u5982\u679C\u4F60\u6709\u5176\u4ED6\u4F24\u5BB3\u51CF\u514D\uFF08\u6BD4\u5982\u62A4\u7532\uFF09\uFF0C\u5B83\u4EEC\u4F1A\u5728 33%%\u7684\u4F24\u5BB3\u51CF\u514D\u4E4B\u540E\u8BA1\u7B97\u3002\n\n\u5269\u4F59\u65F6\u957F\uFF1A%d \u56DE\u5408\u3002

items.scrolls.exotic.scrollofdivination.name=\u9884\u77E5\u79D8\u5377
items.scrolls.exotic.scrollofdivination.nothing_left=\u6CA1\u6709\u53EF\u4EE5\u9274\u5B9A\u7684\u9053\u5177\u4E86\uFF01
items.scrolls.exotic.scrollofdivination.desc=\u8FD9\u5F20\u79D8\u5377\u4F1A\u6C38\u4E45\u9274\u5B9A\u968F\u673A\u56DB\u4EF6\u7269\u54C1\u3002\u88AB\u9274\u5B9A\u7684\u7269\u54C1\u53EF\u80FD\u662F\u662F\u4E00\u74F6\u836F\u6C34\uFF0C\u4E5F\u53EF\u80FD\u662F\u4E00\u5F20\u5377\u8F74\u6216\u4E00\u679A\u6212\u6307\u3002\u4E0D\u8FC7\u88AB\u9274\u5B9A\u7684\u7269\u54C1\u672A\u5FC5\u662F\u4F60\u5305\u88F9\u4E2D\u542B\u6709\u7684\u3002
items.scrolls.exotic.scrollofdivination$wnddivination.desc=\u4F60\u7684\u9884\u77E5\u79D8\u5377\u9274\u5B9A\u4E86\u4E0B\u5217\u9053\u5177\uFF1A

items.scrolls.exotic.scrollofdread.name=\u6781\u5EA6\u6050\u614C\u79D8\u5377
items.scrolls.exotic.scrollofdread.desc=\u8BF5\u8BFB\u7684\u65F6\u5019\uFF0C\u6781\u5EA6\u6050\u614C\u79D8\u5377\u4F1A\u7206\u5C04\u51FA\u4E00\u9053\u6781\u5EA6\u53EF\u6016\u7684\u7EA2\u8272\u95EA\u5149\uFF0C\u5176\u4E2D\u7684\u6740\u6C14\u4EFF\u4F5B\u5DF2\u7ECF\u51DD\u6210\u5B9E\u4F53\u3002\u8FD9\u8DB3\u4EE5\u4EE4\u4F60\u89C6\u91CE\u4E2D\u6240\u6709\u7684\u654C\u4EBA\u5413\u5F97\u809D\u80C6\u6B32\u88C2\uFF0C\u4E0D\u987E\u4E00\u5207\u5730\u60F3\u8981\u9003\u79BB\u8FD9\u5EA7\u5730\u7262\uFF0C\u6C38\u8FDC\u4E5F\u4E0D\u56DE\u6765\u4E86\uFF01\n\n\u4E0E\u6050\u60E7\u6548\u679C\u4E00\u6837\uFF0C\u9003\u547D\u7684\u654C\u4EBA\u4E5F\u4F1A\u968F\u7740\u65F6\u95F4\u6D41\u901D\u9010\u6E10\u51B7\u9759\u4E0B\u6765\uFF0C\u6765\u81EA\u5916\u754C\u7684\u4F24\u5BB3\u66F4\u80FD\u52A0\u901F\u8FD9\u4E00\u8FC7\u7A0B\u3002\n\n\u610F\u5FD7\u575A\u5B9A\u7684\u654C\u4EBA\uFF0C\u6BD4\u5982Boss\u4EEC\uFF0C\u5C06\u80FD\u62B5\u6297\u9003\u547D\u7684\u51B2\u52A8\uFF0C\u4F46\u4ECD\u4F1A\u611F\u5230\u6050\u60E7\u3002

items.scrolls.exotic.scrollofenchantment.name=\u6CE8\u9B54\u79D8\u5377
items.scrolls.exotic.scrollofenchantment.inv_title=\u9644\u9B54\u4E00\u4EF6\u7269\u54C1
items.scrolls.exotic.scrollofenchantment.weapon=\u4E3A\u4F60\u7684\u6B66\u5668\u9009\u62E9\u9644\u9B54\u3002
items.scrolls.exotic.scrollofenchantment.armor=\u4E3A\u4F60\u7684\u9632\u5177\u9009\u62E9\u523B\u5370\u3002
items.scrolls.exotic.scrollofenchantment.cancel_warn=\u53D6\u6D88\u8BE5\u884C\u52A8\u4ECD\u7136\u4F1A\u6D88\u8017\u5377\u8F74
items.scrolls.exotic.scrollofenchantment.cancel=\u53D6\u6D88
items.scrolls.exotic.scrollofenchantment.desc=\u8FD9\u5F20\u79D8\u5377\u53EF\u4EE5\u4E3A\u6B66\u5668\u6216\u62A4\u7532\u6CE8\u5165\u5F3A\u5927\u7684\u9B54\u529B\u3002\u4F7F\u7528\u8005\u751A\u81F3\u53EF\u4EE5\u9009\u62E9\u6CE8\u5165\u9B54\u529B\u7684\u7C7B\u578B\u3002

items.scrolls.exotic.scrollofforesight.name=\u5148\u89C1\u79D8\u5377
items.scrolls.exotic.scrollofforesight.desc=\u5728\u9605\u8BFB\u4E86\u8FD9\u5E45\u5377\u8F74\u540E\uFF0C\u9644\u8FD1\u5730\u5F62\u7684\u7EC6\u8282\u5C06\u81EA\u53D1\u4E0D\u65AD\u5730\u6620\u5165\u9605\u8BFB\u8005\u7684\u8111\u6D77\u3002\u8FD9\u79CD\u6548\u679C\u4F1A\u6301\u7EED\u76F8\u5F53\u957F\u7684\u4E00\u6BB5\u65F6\u95F4\uFF0C\u5E76\u4E14\u4F1A\u63ED\u793A\u6240\u6709\u7684\u9690\u85CF\u95E8\u4E0E\u9677\u9631\uFF0C\u4E0D\u518D\u9700\u8981\u4E3B\u52A8\u641C\u7D22\u3002

items.scrolls.exotic.scrollofmetamorphosis.name=\u8715\u53D8\u79D8\u5377
items.scrolls.exotic.scrollofmetamorphosis.choose_desc=\u9009\u62E9\u4E00\u4E2A\u5929\u8D4B\u4EE5\u8FDB\u884C\u8715\u53D8
items.scrolls.exotic.scrollofmetamorphosis.replace_desc=\u9009\u62E9\u4F60\u5E0C\u671B\u8715\u53D8\u51FA\u7684\u5929\u8D4B
items.scrolls.exotic.scrollofmetamorphosis.metamorphose_talent=\u8715\u53D8\u5929\u8D4B
items.scrolls.exotic.scrollofmetamorphosis.desc=\u8FD9\u5F20\u79D8\u5377\u5145\u6EE1\u4E86\u5B17\u53D8\u7684\u9B54\u529B\uFF0C\u4E0D\u8FC7\u4E0E\u4E00\u822C\u7684\u5B17\u53D8\u5377\u8F74\u4E0D\u540C\u3002\u8FD9\u80A1\u9B54\u529B\u5C06\u4F5C\u7528\u4E8E\u91CA\u653E\u8005\u672C\u8EAB\u800C\u4E0D\u662F\u4E00\u4E2A\u7269\u54C1\u3002\u79D8\u5377\u7684\u9B54\u529B\u5C06\u5141\u8BB8\u4F60\u8715\u53D8\u4E00\u4E2A\u81EA\u8EAB\u7684\u5929\u8D4B\uFF0C\u4F7F\u5176\u8F6C\u5316\u4E3A\u6765\u81EA\u5176\u4ED6\u82F1\u96C4\u7684\u4E09\u4E2A\u540C\u5C42\u5929\u8D4B\u4E4B\u4E00\uFF01\n\n\u8FD9\u4E2A\u6548\u679C\u53EA\u9002\u7528\u4E8E\u82F1\u96C4\u81EA\u8EAB\u7684\u5929\u8D4B\uFF0C\u5BF9\u4E13\u7CBE\u5929\u8D4B\u4E0E\u62A4\u7532\u5929\u8D4B\u4FBF\u662F\u65E0\u6548\u7684\u3002\u90A3\u4E9B\u4F60\u65E0\u6CD5\u4F7F\u7528\u7684\u5929\u8D4B\u5C06\u4E0D\u4F1A\u51FA\u73B0\u5728\u8715\u53D8\u9009\u9879\u91CC\u3002

items.scrolls.exotic.scrollofmysticalenergy.name=\u9B54\u80FD\u79D8\u5377
items.scrolls.exotic.scrollofmysticalenergy.desc=\u5947\u5F02\u7684\u9B54\u6CD5\u80FD\u91CF\u88AB\u7981\u9522\u5728\u79D8\u5377\u7F8A\u76AE\u7EB8\u5185\uFF0C\u5F53\u8FD9\u80A1\u80FD\u91CF\u88AB\u91CA\u653E\u65F6\u4F1A\u5728\u77ED\u65F6\u95F4\u5185\u6301\u7EED\u4E3A\u9605\u8BFB\u8005\u7684\u6240\u6709\u795E\u5668\u5145\u80FD\u3002

items.scrolls.exotic.scrollofpassage.name=\u5F52\u8FD4\u79D8\u5377
items.scrolls.exotic.scrollofpassage.desc=\u8FD9\u5F20\u7F8A\u76AE\u5377\u5185\u6240\u542B\u6709\u7684\u7B26\u6587\u6CD5\u672F\u80FD\u5E2E\u52A9\u4F7F\u7528\u8005\u5FEB\u901F\u56DE\u5230\u672C\u533A\u57DF\u7684\u521D\u59CB\u697C\u5C42\u3002\u5982\u679C\u60F3\u8981\u56DE\u5230\u5546\u5E97\u7684\u8BDD\u4F7F\u7528\u8FD9\u5F20\u79D8\u5377\u4F1A\u975E\u5E38\u6709\u7528\u3002

items.scrolls.exotic.scrollofprismaticimage.name=\u8679\u536B\u79D8\u5377
items.scrolls.exotic.scrollofprismaticimage.desc=\u8FD9\u5F20\u79D8\u5377\u4E0A\u7684\u5492\u6587\u4F1A\u521B\u9020\u4F7F\u7528\u8005\u7684\u4E00\u4E2A\u8679\u8272\u5E7B\u5F71\u3002\u8FD9\u4E2A\u50CF\u4F7F\u7528\u8005\u7684\u5F31\u5316\u7248\u514B\u9686\u4F53\u7684\u5E7B\u5F71\u6709\u7740\u76F8\u540C\u7684\u9632\u5FA1\uFF0C\u4F46\u751F\u547D\u503C\u548C\u9020\u6210\u7684\u4F24\u5BB3\u66F4\u4F4E\u3002\n\n\u8679\u8272\u5E7B\u5F71\u5C06\u5438\u5F15\u654C\u4EBA\u7684\u706B\u529B\u4ECE\u800C\u4FDD\u62A4\u4F7F\u7528\u8005\u3002\n\n\u5F53\u8679\u8272\u5E7B\u5F71\u5B58\u5728\u65F6\u9605\u8BFB\u8FD9\u5F20\u79D8\u5377\u5C06\u4F1A\u4E3A\u5176\u6062\u590D\u6240\u6709\u751F\u547D\u3002

items.scrolls.exotic.scrollofpsionicblast.name=\u7075\u7206\u79D8\u5377
items.scrolls.exotic.scrollofpsionicblast.ondeath=\u7075\u80FD\u9707\u7206\u6495\u788E\u4E86\u4F60\u7684\u610F\u8BC6\u2026\u2026
items.scrolls.exotic.scrollofpsionicblast.desc=\u8FD9\u5F20\u79D8\u5377\u8574\u542B\u7740\u6BC1\u706D\u6027\u7684\u80FD\u91CF\uFF0C\u4E00\u65E6\u5F15\u5BFC\u51FA\u6765\u5C06\u6495\u88C2\u89C6\u91CE\u5185\u6240\u6709\u751F\u7269\u7684\u5FC3\u7075\u3002\n\n\u8FD9\u80A1\u529B\u91CF\u7684\u91CA\u653E\u4E5F\u4F1A\u5BF9\u9605\u8BFB\u8005\u4EA7\u751F\u4E25\u91CD\u4F24\u5BB3\uFF0C\u5E76\u5BFC\u81F4\u6682\u65F6\u6027\u7684\u5931\u660E\u548C\u7729\u6655\u3002



###spells
items.spells.alchemize.name=\u70BC\u91D1\u83F1\u6676
items.spells.alchemize.prompt=\u70BC\u5316\u4E00\u4E2A\u7269\u54C1
items.spells.alchemize.desc=\u8FD9\u4E2A\u83F1\u6676\u5305\u542B\u7684\u8F6C\u5316\u80FD\u529B\u4E0E\u70BC\u91D1\u91DC\u7C7B\u4F3C\u3002\u5141\u8BB8\u4F7F\u7528\u8005\u5C06\u4E00\u4EF6\u7269\u54C1(\u6216\u4E00\u5806\u7269\u54C1)\u8F6C\u5316\u4E3A\u91D1\u5E01\u6216\u70BC\u91D1\u80FD\u91CF\u3002\n\n\u70BC\u91D1\u83F1\u6676\u53EF\u4EE5\u5728\u5546\u5E97\u4E2D\u4E70\u5230\uFF0C\u4E5F\u53EF\u4EE5\u901A\u8FC7\u70BC\u91D1\u53CD\u5E94\u81EA\u884C\u5408\u6210\u3002\u5C06\u4EFB\u610F\u5377\u8F74\u4E0E\u7B26\u77F3\u6216\u79CD\u5B50\u5171\u70BC\u53EF\u4EE5\u5F97\u5230\u5965\u672F\u50AC\u5316\u5242\u3002\u5965\u672F\u50AC\u5316\u5242\u8FD8\u53EF\u7528\u4E8E\u53EF\u8FDB\u4E00\u6B65\u7684\u53CD\u5E94\uFF0C\u751F\u6210\u82E5\u5E72\u4E2A\u70BC\u91D1\u83F1\u6676\u3002
items.spells.alchemize$wndalchemizeitem.sell=\u8F6C\u5316\u4E3A %d \u4E2A\u91D1\u5E01
items.spells.alchemize$wndalchemizeitem.sell_1=\u8F6C\u5316\u4E00\u4E2A\u4E3A %d \u4E2A\u91D1\u5E01
items.spells.alchemize$wndalchemizeitem.sell_all=\u8F6C\u5316\u5168\u90E8\u4E3A %d \u4E2A\u91D1\u5E01
items.spells.alchemize$wndalchemizeitem.energize=\u8F6C\u5316\u4E3A %d \u70B9\u80FD\u91CF
items.spells.alchemize$wndalchemizeitem.energize_1=\u8F6C\u5316\u4E00\u4E2A\u4E3A %d \u70B9\u80FD\u91CF
items.spells.alchemize$wndalchemizeitem.energize_all=\u8F6C\u5316\u5168\u90E8\u4E3A %d \u70B9\u80FD\u91CF

items.spells.aquablast.name=\u6C34\u7206\u6676\u6838
items.spells.aquablast.desc=\u8FD9\u4E2A\u83F1\u6676\u4F1A\u5728\u76EE\u6807\u5904\u8FF8\u5C04\u51FA\u5927\u91CF\u7684\u6C34\u6D41\u3002\u6C34\u6D41\u5E76\u6CA1\u6709\u5F3A\u5927\u5230\u80FD\u9020\u6210\u4F24\u5BB3\uFF08\u5373\u4F7F\u662F\u5BF9\u706B\u5C5E\u6027\u654C\u4EBA\uFF09\uFF0C\u4F46\u662F\u83F1\u6676\u7684\u6C34\u6D41\u4F1A\u6563\u5E03\u81F3\u5468\u906D\uFF0C\u7184\u706D\u706B\u7130\u5E76\u51FB\u9000\u6C34\u6E90\u9644\u8FD1\u7684\u89D2\u8272\u3002

items.spells.arcanecatalyst.name=\u5965\u672F\u50AC\u5316\u5242
items.spells.arcanecatalyst.desc=\u8FD9\u56E2\u91D1\u9EC4\u7684\u9B54\u6CD5\u4E4B\u5C18\u7531\u63D0\u53D6\u7684\u5377\u8F74\u7CBE\u534E\u5236\u5F97\u3002\u5B83\u5728\u9ED1\u6697\u7684\u5730\u7262\u4E2D\u53D1\u51FA\u9690\u7EA6\u7684\u5FAE\u5149\u3002\n\n\u8FD9\u4E2A\u50AC\u5316\u5242\u539F\u672C\u7684\u7528\u9014\u662F\u4F5C\u4E3A\u4E00\u79CD\u70BC\u91D1\u539F\u6599\uFF0C\u4E0D\u8FC7\u4F60\u4E5F\u53EF\u4EE5\u76F4\u63A5\u5F15\u51FA\u5176\u4E2D\u7684\u9B54\u529B\u4EE5\u83B7\u53D6\u968F\u673A\u7684\u4E00\u79CD\u5377\u8F74\u6548\u679C\u3002

items.spells.beaconofreturning.name=\u8FD4\u56DE\u6676\u67F1
items.spells.beaconofreturning.preventing=\u8FD9\u91CC\u5F3A\u5927\u7684\u9B54\u529B\u6D41\u963B\u6B62\u4E86\u4F60\u7684\u7ED3\u6676\u6548\u679C\uFF01
items.spells.beaconofreturning.creatures=\u4E34\u8FD1\u751F\u7269\u7684\u5FC3\u7075\u4FE1\u53F7\u5E72\u6270\u4E0D\u5141\u8BB8\u4F60\u5728\u6B64\u523B\u8FDB\u884C\u4F20\u9001\u3002
items.spells.beaconofreturning.set=\u4FE1\u6807\u8BBE\u7F6E\u5728\u4E86\u4F60\u73B0\u5728\u7684\u4F4D\u7F6E\u3002
items.spells.beaconofreturning.wnd_body=\u65B0\u7684\u8BBE\u7F6E\u4F1A\u8986\u76D6\u539F\u6765\u7684\u4FE1\u6807\u8BBE\u7F6E\u7684\u4F4D\u7F6E\u3002\n\n\u8FD4\u56DE\u5C06\u4F1A\u8BA9\u4F60\u56DE\u5230\u4E0A\u4E00\u4E2A\u8BBE\u7F6E\u7684\u4F4D\u7F6E\u5E76\u4E14\u6D88\u8017\u4E00\u4E2A\u83F1\u6676\u3002
items.spells.beaconofreturning.wnd_set=\u8BBE\u7F6E
items.spells.beaconofreturning.wnd_return=\u8FD4\u56DE
items.spells.beaconofreturning.desc_set=\u4FE1\u6807\u88AB\u8BBE\u7F6E\u5728\u4E86\u7B2C%d\u5C42\u7684\u67D0\u5904
items.spells.beaconofreturning.desc=\u8FD9\u4E2A\u590D\u6742\u7684\u83F1\u6676\u7ED9\u4E88\u4E86\u4F7F\u7528\u8005\u65E0\u89C6\u8DDD\u79BB\u8FD4\u56DE\u5230\u8BBE\u5B9A\u5730\u70B9\u7684\u80FD\u529B\u3002\u8BE5\u83F1\u6676\u53EA\u4F1A\u5728\u8FD4\u56DE\u65F6\u6D88\u8017\u3002\u4F60\u53EF\u4EE5\u968F\u65F6\u6539\u53D8\u5B83\u7684\u8BBE\u5B9A\u4F4D\u7F6E\uFF0C\u4F46\u8BE5\u83F1\u6676\u53EA\u80FD\u8BB0\u5FC6\u6700\u8FD1\u4E00\u6B21\u8BBE\u7F6E\u7684\u4F4D\u7F6E\u3002

items.spells.curseinfusion.name=\u8BC5\u5492\u83F1\u6676
items.spells.curseinfusion.inv_title=\u8BC5\u5492\u4E00\u4EF6\u7269\u54C1
items.spells.curseinfusion.desc=\u8FD9\u4E2A\u83F1\u6676\u53EF\u4EE5\u5411\u4E00\u4EF6\u88C5\u5907\u6CE8\u5165\u548CDM-300\u5185\u90E8\u76F8\u540C\u7684\u7684\u90AA\u6076\u9B54\u6CD5\u3002\u76EE\u6807\u7269\u54C1\u4F1A\u7ACB\u523B\u88AB\u8BC5\u5492\uFF0C\u4E14\u539F\u6709\u7684\u9644\u9B54\u4E0E\u523B\u5370\u4F1A\u88AB\u8986\u76D6\u3002\n\n\u5BF9\u6B66\u5668\u3001\u62A4\u7532\u548C\u6CD5\u6756\u4F7F\u7528\u65F6\uFF0C\u8BC5\u5492\u83F1\u6676\u5728\u8BC5\u5492\u7684\u57FA\u7840\u4E0A\u8FD8\u4F1A\u5347\u7EA7\u76EE\u6807\u7269\u54C1\u3002\u8BC5\u5492\u83F1\u6676\u9020\u6210\u7684\u5347\u7EA7\u4E0D\u4F1A\u53E0\u52A0\uFF0C\u800C\u4E14\u53BB\u9664\u8BC5\u5492\u540E\u5347\u7EA7\u4E5F\u968F\u4E4B\u6D88\u5931\u3002

items.spells.featherfall.name=\u7FBD\u843D\u6676\u6838
items.spells.featherfall.light=\u4F60\u89C9\u5F97\u81EA\u5DF1\u8EAB\u8F7B\u5982\u71D5\uFF01
items.spells.featherfall.desc=\u8FD9\u4E2A\u83F1\u6676\u53EF\u4EE5\u64CD\u63A7\u91CD\u529B\u5BF9\u4F7F\u7528\u8005\u7684\u5F71\u54CD\uFF0C\u5728\u77ED\u65F6\u95F4\u5185\u8BA9\u4F7F\u7528\u8005\u514D\u75AB\u6389\u843D\u4F24\u5BB3\u3002\u6BCF\u4E2A\u7ED3\u6676\u6CD5\u672F\u53EA\u80FD\u62B5\u6321\u4E00\u6B21\u4F24\u5BB3\u3002
items.spells.featherfall$featherbuff.name=\u7FBD\u843D\u6676\u6838
items.spells.featherfall$featherbuff.desc=\u4F60\u6B63\u5904\u4E8E\u7FBD\u843D\u6676\u6838\u7684\u4F5C\u7528\u6548\u679C\u4E4B\u4E0B\uFF0C\u6B64\u65F6\u8DC3\u5165\u6DF1\u6E0A\u5C06\u4E0D\u4F1A\u7ED9\u4F60\u5E26\u6765\u4EFB\u4F55\u4F24\u5BB3\uFF01\u8BE5\u6548\u679C\u5728\u88AB\u4F7F\u7528\u540E\u6216\u4E00\u6BB5\u65F6\u95F4\u540E\u4F1A\u81EA\u884C\u6D88\u5931\u3002\n\n\u6548\u679C\u5269\u4F59\u56DE\u5408\u6570\uFF1A%s

items.spells.spell.ac_cast=\u65BD\u653E
items.spells.spell.no_magic=\u4F60\u65E0\u6CD5\u518D\u9B54\u6CD5\u514D\u75AB\u7684\u60C5\u51B5\u4E0B\u4F7F\u7528\u6CD5\u672F\u7ED3\u6676\u3002

items.spells.magicalinfusion.name=\u6CE8\u9B54\u83F1\u6676
items.spells.magicalinfusion.inv_title=\u704C\u6CE8\u4E00\u4EF6\u7269\u54C1/\u9053\u5177
items.spells.magicalinfusion.infuse=\u4F60\u7684\u7269\u54C1\u5145\u6EE1\u4E86\u5965\u672F\u80FD\u91CF\uFF01
items.spells.magicalinfusion.desc=\u8FD9\u4E2A\u83F1\u6676\u8574\u542B\u7740\u548C\u5347\u7EA7\u5377\u8F74\u540C\u6837\u5F3A\u5927\u7684\u9B54\u529B\uFF0C\u4E0D\u8FC7\u8FD9\u79CD\u9B54\u529B\u66F4\u4E3A\u7A33\u5B9A\u3002\n\n\u8FD9\u4E2A\u83F1\u6676\u5728\u5347\u7EA7\u9053\u5177\u7684\u540C\u65F6\u4E0D\u4F1A\u6D88\u9664\u4E0A\u9762\u7684\u9644\u9B54\u6216\u523B\u5370\u3002

items.spells.magicalporter.name=\u4FE1\u4F7F\u7ED3\u6676
items.spells.magicalporter.inv_title=\u4F20\u9001\u4E00\u4E2A\u7269\u54C1
items.spells.magicalporter.nowhere=\u6CA1\u6709\u4F20\u9001\u7269\u54C1\u7684\u76EE\u6807\u5730\u70B9\u3002
items.spells.magicalporter.desc=\u8FD9\u4E2A\u83F1\u6676\u80FD\u591F\u901A\u8FC7\u9B54\u6CD5\u4F20\u9001\u4EFB\u4F55\u6210\u4E3A\u65BD\u6CD5\u76EE\u6807\u7684\u7269\u54C1\u3002\u4F46\u4E0D\u540C\u4E8E\u5546\u4EBA\u4FE1\u6807\uFF0C\u8FD9\u4E9B\u7269\u54C1\u4F1A\u88AB\u4F20\u9001\u5230\u4E0B\u4E00\u4E2Aboss\u5C42\u7684\u5165\u53E3\u5904\u3002

items.spells.phaseshift.name=\u8F6C\u79FB\u7ED3\u6676
items.spells.phaseshift.no_target=\u90A3\u91CC\u6CA1\u4EC0\u4E48\u53EF\u4F20\u9001\u7684\u4E1C\u897F\u3002
items.spells.phaseshift.desc=\u8FD9\u4E2A\u5145\u6EE1\u6DF7\u6C8C\u7684\u7ED3\u6676\u6CD5\u672F\u4F1A\u5C06\u76EE\u6807\u5355\u4F4D\u4F20\u9001\u5230\u672C\u5C42\u968F\u673A\u4F4D\u7F6E\uFF0C\u88AB\u8FD9\u6837\u4F20\u9001\u7684\u89D2\u8272\u4F1A\u88AB\u7729\u6655\u76F8\u5F53\u957F\u7684\u4E00\u6BB5\u65F6\u95F4\uFF0C\u5F3A\u5927\u7684\u654C\u4EBA\u80FD\u591F\u62B5\u6297\u7729\u6655\u7684\u6548\u679C\u3002\u8FD9\u4E2A\u83F1\u6676\u53EF\u4EE5\u5BF9\u76EE\u6807\u5355\u4F4D\u6216\u65BD\u6CD5\u8005\u81EA\u8EAB\u4F7F\u7528\u3002

items.spells.reclaimtrap.name=\u9677\u9631\u6676\u6838
items.spells.reclaimtrap.no_trap=\u8FD9\u91CC\u6CA1\u6709\u9677\u9631\u3002
items.spells.reclaimtrap.desc_trap=\u83F1\u6676\u5185\u5F53\u524D\u5B58\u50A8\u7740\u4E00\u4E2A_%s\u3002_
items.spells.reclaimtrap.desc=\u8FD9\u4E2A\u83F1\u6676\u8574\u542B\u7740DM-300\u6B8B\u4F59\u7684\u673A\u68B0\u80FD\u529B\u3002\u5F53\u5B83\u88AB\u6295\u63B7\u5230\u4E00\u4E2A\u6709\u6548\u9677\u9631\u4E0A\u65F6\uFF0C\u9677\u9631\u7684\u529B\u91CF\u4F1A\u88AB\u83F1\u6676\u5438\u6536\u50A8\u5B58\uFF0C\u8BA9\u4F60\u53EF\u4EE5\u5728\u4EFB\u4F55\u5730\u65B9\u91CA\u653E\u8FD9\u4E2A\u9677\u9631\u7684\u6548\u679C\u3002\n\n\u4E0D\u8FC7\uFF0C\u6709\u7684\u9677\u9631\u4F1A\u5728\u7279\u6B8A\u5730\u57DF\u5931\u6548\uFF0C\u800C\u4E14\u83F1\u6676\u4E00\u6B21\u53EA\u80FD\u50A8\u5B58\u4E00\u4E2A\u9677\u9631\u3002

items.spells.recycle.name=\u8F6C\u6362\u83F1\u6676
items.spells.recycle.inv_title=\u8F6C\u6362\u4E00\u4EF6\u7269\u54C1
items.spells.recycle.recycled=\u4F60\u7684\u7269\u54C1\u88AB\u8F6C\u6362\u4E3A%s.
items.spells.recycle.desc=\u8FD9\u4E2A\u83F1\u6676\u8574\u542B\u7740\u5F31\u5316\u7684\u5B17\u53D8\u9B54\u529B\u3002\u867D\u7136\u4E0D\u80FD\u5BF9\u88C5\u5907\u4F7F\u7528\uFF0C\u4F46\u5B83\u80FD\u5C06\u5377\u8F74\u3001\u836F\u6C34\u3001\u79CD\u5B50\u3001\u7B26\u77F3\u6216\u6D82\u836F\u98DE\u9556\u8F6C\u6362\u4E3A\u4E00\u4E2A\u968F\u673A\u7684\u540C\u7C7B\u7269\u54C1\u3002

items.spells.summonelemental.name=\u5524\u9B54\u6676\u67F1
items.spells.summonelemental.ac_imbue=\u704C\u6CE8
items.spells.summonelemental.summon_limit=\u4F60\u53EA\u80FD\u540C\u65F6\u53EC\u5524\u4E00\u4E2A\u5143\u7D20\u3002
items.spells.summonelemental.imbue_prompt=\u704C\u6CE8\u4E00\u4EF6\u7269\u54C1
items.spells.summonelemental.desc=\u8FD9\u4E2A\u6676\u67F1\u8054\u7CFB\u7740\u7528\u4E8E\u5236\u9020\u5B83\u7684\u5143\u7D20\u4F59\u70EC\u7684\u80FD\u91CF\uFF0C\u80FD\u591F\u53EC\u5524\u51FA\u4E00\u4E2A\u53CB\u597D\u7684\u5143\u7D20\u52A9\u4F60\u6218\u6597\uFF01\u540C\u65F6\u53EA\u80FD\u53EC\u5524\u4E00\u4E2A\u5143\u7D20\uFF0C\u4F46\u662F\u91CD\u65B0\u91CA\u653E\u8BE5\u5143\u7D20\u4E0D\u9700\u8981\u6D88\u8017\u989D\u5916\u80FD\u91CF\u3002
items.spells.summonelemental.desc_newborn=\u8FD9\u4E2A\u6676\u67F1\u5C1A\u672A\u88AB\u704C\u6CE8\uFF0C\u53EA\u80FD\u53EC\u5524\u4E00\u4E2A_\u65B0\u751F\u5143\u7D20_\u3002\u4F60\u53EF\u4EE5\u7528\u5DF2\u9274\u5B9A\u7684\u6DB2\u706B\u836F\u5242\u6216\u51B0\u971C\u836F\u5242\u3001\u5145\u80FD\u5377\u8F74\u3001\u5B17\u53D8\u5377\u8F74\u4E3A\u5176\u5145\u80FD\uFF0C\u4EE5\u4FBF\u53EC\u5524\u51FA\u4E00\u4E2A\u5B8C\u5168\u4F53\u7684\u5143\u7D20\uFF01
items.spells.summonelemental.desc_fire=\u8FD9\u4E2A\u6676\u67F1\u6EDA\u70EB\u5F97\u96BE\u4EE5\u89E6\u78B0\uFF0C\u53EF\u7528\u6765\u53EC\u5524\u51FA\u4E00\u4E2A_\u706B\u7130\u5143\u7D20_\u3002\u4F60\u53EF\u4EE5\u901A\u8FC7\u704C\u6CE8\u7684\u65B9\u6CD5\u8986\u76D6\u5F53\u524D\u7684\u5145\u80FD\u7C7B\u578B\u3002
items.spells.summonelemental.desc_frost=\u8FD9\u4E2A\u6676\u67F1\u51B0\u51B7\u5F97\u96BE\u4EE5\u78B0\u89E6\uFF0C\u53EF\u7528\u6765\u53EC\u5524\u51FA\u4E00\u4E2A_\u51B0\u971C\u5143\u7D20_\u3002\u4F60\u53EF\u4EE5\u901A\u8FC7\u704C\u6CE8\u7684\u65B9\u6CD5\u8986\u76D6\u5F53\u524D\u7684\u5145\u80FD\u7C7B\u578B\u3002
items.spells.summonelemental.desc_shock=\u8FD9\u4E2A\u6676\u67F1\u8F90\u5C04\u51FA\u4E00\u4E2A\u7A33\u5B9A\u7684\u7535\u573A\uFF0C\u53EF\u7528\u6765\u53EC\u5524\u51FA\u4E00\u4E2A_\u7535\u51FB\u5143\u7D20_\u3002\u4F60\u53EF\u4EE5\u901A\u8FC7\u704C\u6CE8\u7684\u65B9\u6CD5\u8986\u76D6\u5F53\u524D\u7684\u5145\u80FD\u7C7B\u578B\u3002
items.spells.summonelemental.desc_chaos=\u8FD9\u4E2A\u6676\u67F1\u6563\u53D1\u7740\u7D0A\u4E71\u7684\u80FD\u91CF\u6D41\uFF0C\u53EF\u7528\u6765\u53EC\u5524\u51FA\u4E00\u4E2A_\u6DF7\u6C8C\u5143\u7D20_\u3002\u4F60\u53EF\u4EE5\u901A\u8FC7\u704C\u6CE8\u7684\u65B9\u6CD5\u8986\u76D6\u5F53\u524D\u7684\u5145\u80FD\u7C7B\u578B\u3002

items.spells.targetedspell.prompt=\u9009\u62E9\u4E00\u4E2A\u76EE\u6807
items.spells.targetedspell.inv_title=\u704C\u6CE8\u4E00\u4EF6\u7269\u54C1/\u9053\u5177

items.spells.telekineticgrab.name=\u5FF5\u529B\u7ED3\u6676
items.spells.telekineticgrab.cant_grab=\u4F60\u65E0\u6CD5\u6293\u53D6\u5B83\u3002
items.spells.telekineticgrab.no_target=\u8FD9\u91CC\u6CA1\u4EC0\u4E48\u53EF\u6293\u53D6\u7684\u4E1C\u897F\u3002
items.spells.telekineticgrab.desc=\u8FD9\u4E2A\u7ED3\u6676\u5141\u8BB8\u4F7F\u7528\u8005\u8FDC\u7A0B\u6293\u53D6\u4E00\u683C\u6240\u6709\u7684\u7269\u4F53\uFF0C\u6216\u4ECE\u654C\u4EBA\u8EAB\u4E0A\u53D6\u56DE\u5361\u4F4F\u7684\u6295\u63B7\u7269\uFF01\n\n\u65E0\u6CD5\u7528\u4E8E\u6293\u53D6\u5176\u4ED6\u89D2\u8272\u62E5\u6709\u7684\u7269\u54C1\uFF0C\u4E5F\u65E0\u6CD5\u6293\u53D6\u8BF8\u5982\u7BB1\u5B50\u8FD9\u822C\u7684\u5BB9\u5668\u3002

items.spells.wildenergy.name=\u5F3A\u80FD\u6676\u67F1
items.spells.wildenergy.desc=\u8FD9\u4E2A\u7ED3\u6676\u4E2D\u542B\u6709\u90E8\u5206\u9A71\u52A8DM-300\u7684\u8BC5\u5492\u4E4B\u529B\u3002\u5F53\u91CA\u653E\u65F6\uFF0C\u5B83\u4F1A\u4E3A\u4F60\u7684\u6CD5\u6756\u4E0E\u4F69\u6234\u7740\u7684\u795E\u5668\u5145\u80FD\uFF0C\u4F46\u540C\u65F6\u4E5F\u4F1A\u968F\u673A\u89E6\u53D1\u4E00\u79CD\u8BC5\u5492\u6CD5\u6756\u7684\u6548\u679C\u3002\u5E78\u8FD0\u7684\u662F\u4F60\u53EF\u4EE5\u6307\u5B9A\u8FD9\u79CD\u8BC5\u5492\u80FD\u91CF\u7684\u65BD\u653E\u65B9\u5411\u3002


###runestones
items.stones.inventorystone.ac_use=\u4F7F\u7528

items.stones.runestone$placeholder.name=\u7B26\u77F3

items.stones.stoneofaggression.name=\u654C\u610F\u7B26\u77F3
items.stones.stoneofaggression.desc=\u5F53\u628A\u8FD9\u9897\u7B26\u77F3\u63B7\u5411\u4E00\u4E2A\u76DF\u53CB\u6216\u654C\u4EBA\u65F6\uFF0C\u5468\u56F4\u7684\u6240\u6709\u654C\u4EBA\u90FD\u4F1A\u4E0D\u53D7\u63A7\u5236\u5730\u653B\u51FB\u76EE\u6807\u3002\n\n\u5982\u679C\u5BF9\u654C\u4EBA\u4F7F\u7528\uFF0C\u8FD9\u79CD\u9B54\u529B\u53EA\u4F1A\u6301\u7EED\u5F88\u77ED\u7684\u4E00\u6BB5\u65F6\u95F4\uFF0C\u4F46\u5982\u679C\u5BF9\u81EA\u5DF1\u6216\u8005\u76DF\u53CB\u4F7F\u7528\uFF0C\u9B54\u529B\u6301\u7EED\u7684\u65F6\u95F4\u4F1A\u663E\u8457\u5EF6\u957F\u3002
items.stones.stoneofaggression$aggression.name=\u4F17\u77E2\u4E4B\u7684
items.stones.stoneofaggression$aggression.desc=\u652F\u914D\u9B54\u6CD5\u6B63\u5F3A\u5236\u4F7F\u5468\u56F4\u7684\u654C\u4EBA\u653B\u51FB\u8BE5\u5355\u4F4D\u3002\n\n\u6548\u679C\u5269\u4F59\u56DE\u5408\uFF1A%s\u3002

items.stones.stoneofaugmentation.name=\u5F3A\u5316\u7B26\u77F3
items.stones.stoneofaugmentation.inv_title=\u5F3A\u5316\u4E00\u4EF6\u7269\u54C1
items.stones.stoneofaugmentation.desc=\u8FD9\u5757\u7B26\u77F3\u5185\u7684\u5F3A\u529B\u9B54\u6CD5\u53EF\u4EE5\u7528\u4E8E\u5F3A\u5316\u88C5\u5907\u7684\u4E00\u79CD\u5C5E\u6027\uFF0C\u4F46\u662F\u4F1A\u4EE5\u51CF\u5F31\u53E6\u4E00\u79CD\u5C5E\u6027\u4E3A\u4EE3\u4EF7\u3002\n\n\u7528\u4E8E\u6B66\u5668\u53EF\u4EE5\u5F3A\u5316\u4F24\u5BB3\u6216\u8005\u901F\u5EA6\u3002\n\n\u7528\u4E8E\u62A4\u7532\u53EF\u4EE5\u5F3A\u5316\u9632\u5FA1\u6216\u8005\u95EA\u907F\u3002
items.stones.stoneofaugmentation$wndaugment.choice=\u4F60\u60F3\u5F3A\u5316\u54EA\u4E2A\u5C5E\u6027\uFF1F
items.stones.stoneofaugmentation$wndaugment.speed=\u901F\u5EA6
items.stones.stoneofaugmentation$wndaugment.damage=\u4F24\u5BB3
items.stones.stoneofaugmentation$wndaugment.evasion=\u95EA\u907F
items.stones.stoneofaugmentation$wndaugment.defense=\u9632\u5FA1
items.stones.stoneofaugmentation$wndaugment.none=\u79FB\u9664\u5F3A\u5316
items.stones.stoneofaugmentation$wndaugment.cancel=\u7B97\u4E86

items.stones.stoneofblast.name=\u9707\u7206\u7B26\u77F3
items.stones.stoneofblast.desc=\u8FD9\u9897\u7B26\u77F3\u88AB\u6254\u51FA\u540E\u4F1A\u5728\u76EE\u7684\u5730\u7ACB\u5373\u7206\u70B8\u3002\u548C\u70B8\u5F39\u4E00\u6837\uFF0C\u7206\u70B8\u4F1A\u5BF9\u8303\u56F4\u5185\u7684\u6240\u6709\u4E1C\u897F\u9020\u6210\u4F24\u5BB3\u3002

items.stones.stoneofblink.name=\u95EA\u73B0\u7B26\u77F3
items.stones.stoneofblink.desc=\u8FD9\u9897\u7B26\u77F3\u88AB\u6254\u51FA\u540E\u4F1A\u628A\u4F7F\u7528\u8005\u4F20\u9001\u5230\u76EE\u7684\u5730\u3002

items.stones.stoneofclairvoyance.name=\u660E\u793A\u7B26\u77F3
items.stones.stoneofclairvoyance.desc=\u8FD9\u9897\u7B26\u77F3\u88AB\u6254\u51FA\u540E\u4F1A\u77AC\u95F4\u641C\u7D22\u4EE5\u76EE\u7684\u5730\u4E3A\u4E2D\u5FC3\u7684\u5DE8\u5927\u8303\u56F4\u5185\u7684\u6240\u6709\u5730\u683C\u3002\u8BE5\u641C\u7D22\u80FD\u529B\u751A\u81F3\u4E0D\u53D7\u5899\u58C1\u7684\u963B\u9694\u3002

items.stones.stoneofdeepsleep.name=\u6C89\u7761\u7B26\u77F3
items.stones.stoneofdeepsleep.desc=\u5F53\u628A\u8FD9\u9897\u7B26\u77F3\u63B7\u5411\u4E00\u4E2A\u654C\u4EBA\u65F6\uFF0C\u88AB\u547D\u4E2D\u7684\u654C\u4EBA\u4F1A\u9677\u5165\u9B54\u6CD5\u7761\u7720\u3002\u9677\u5165\u9B54\u6CD5\u7761\u7720\u7684\u654C\u4EBA\u4F1A\u6C38\u8FDC\u6C89\u7761\u4E0B\u53BB\uFF0C\u9664\u975E\u53D7\u5230\u5916\u754C\u6253\u6270\u3002

items.stones.stoneofdisarming.name=\u62C6\u9664\u7B26\u77F3
items.stones.stoneofdisarming.desc=\u8FD9\u4E2A\u7B26\u77F3\u5177\u6709\u7834\u574F\u9690\u85CF\u4E8E\u5730\u7262\u5404\u5904\u7684\u6709\u5BB3\u9677\u9631\u7684\u9B54\u529B\u3002\u5B83\u7684\u9B54\u529B\u6700\u591A\u80FD\u62C6\u9664\u4EE5\u6295\u63B7\u76EE\u7684\u5730\u4E3A\u4E2D\u5FC3\u7684\u4E00\u7247\u533A\u57DF\u5185\u76849\u4E2A\u9677\u9631\u3002

items.stones.stoneofenchantment.name=\u9644\u9B54\u7B26\u77F3
items.stones.stoneofenchantment.inv_title=\u9644\u9B54\u4E00\u4EF6\u7269\u54C1
items.stones.stoneofenchantment.weapon=\u4F60\u7684\u6B66\u5668\u5728\u6697\u4E2D\u5FAE\u5FAE\u53D1\u5149\uFF01
items.stones.stoneofenchantment.armor=\u4F60\u7684\u62A4\u7532\u5728\u6697\u4E2D\u5FAE\u5FAE\u53D1\u5149\uFF01
items.stones.stoneofenchantment.desc=\u8FD9\u5757\u7B26\u6587\u77F3\u62E5\u6709\u65BD\u52A0\u9644\u9B54\u7684\u80FD\u529B\u3002\u548C\u5347\u7EA7\u5377\u8F74\u4E0D\u540C\uFF0C\u5B83\u4E0D\u4F1A\u76F4\u63A5\u52A0\u5F3A\u4E00\u4E2A\u9053\u5177\u7684\u80FD\u529B\uFF0C\u4F46\u80FD\u7ED9\u6B66\u5668\u6216\u8005\u62A4\u7532\u65BD\u52A0\u9644\u9B54\uFF0C\u4F7F\u5176\u62E5\u6709\u65B0\u7684\u7279\u6027\u3002

items.stones.stoneoffear.name=\u6050\u60E7\u7B26\u77F3
items.stones.stoneoffear.desc=\u5F53\u628A\u8FD9\u9897\u7B26\u77F3\u63B7\u5411\u4E00\u4E2A\u76DF\u53CB\u6216\u654C\u4EBA\u65F6\uFF0C\u88AB\u547D\u4E2D\u7684\u89D2\u8272\u4F1A\u9677\u5165\u6DF1\u6DF1\u7684\u6050\u60E7\u4E2D\uFF0C\u65E0\u6CD5\u514B\u5236\u5730\u9003\u79BB\u3002\u653B\u51FB\u4F1A\u523A\u6FC0\u5176\u4ECE\u6050\u60E7\u4E2D\u66F4\u5FEB\u6062\u590D\u3002

items.stones.stoneofflock.name=\u7F8A\u7FA4\u7B26\u77F3
items.stones.stoneofflock.desc=\u8FD9\u9897\u7B26\u77F3\u88AB\u6254\u51FA\u540E\u4F1A\u5728\u76EE\u7684\u5730\u53EC\u5524\u4E00\u7FA4\u9B54\u6CD5\u7EF5\u7F8A\u3002

items.stones.stoneofintuition.name=\u611F\u77E5\u7B26\u77F3
items.stones.stoneofintuition.inv_title=\u9009\u62E9\u4E00\u4EF6\u7269\u54C1
items.stones.stoneofintuition.desc=\u8FD9\u5757\u7B26\u77F3\u542B\u6709\u7684\u9B54\u6CD5\u5C31\u50CF\u4E00\u4E2A\u5F31\u5316\u7248\u7684\u9274\u5B9A\u5377\u8F74\u3002\u548C\u9274\u5B9A\u5377\u8F74\u90A3\u79CD\u76F4\u63A5\u8BC6\u522B\u7269\u54C1\u7684\u9B54\u6CD5\u4E0D\u4E00\u6837\uFF0C\u5B83\u4F1A\u52A0\u5F3A\u4F60\u7684\u76F4\u89C9\uFF0C\u8BA9\u4F60\u901A\u8FC7\u731C\u6D4B\u6765\u8BD5\u56FE\u9274\u5B9A\u4E00\u79CD\u836F\u6C34\uFF0C\u5377\u8F74\u6216\u8005\u6212\u6307\u3002\u521D\u6B21\u6B63\u786E\u7684\u731C\u6D4B\u5C06\u4F1A\u987A\u5229\u9274\u5B9A\u8BE5\u7269\u54C1\uFF0C\u5E76\u4FDD\u7559\u8BE5\u7B26\u77F3\uFF0C\u4EE5\u4FBF\u7B2C\u4E8C\u6B21\u4F7F\u7528\u3002
items.stones.stoneofintuition$wndguess.text=\u731C\u731C\u8FD9\u4EF6\u672A\u9274\u5B9A\u9053\u5177\u662F\u4EC0\u4E48\u3002\u731C\u5BF9\u4E86\u7684\u8BDD\u5C31\u4F1A\u9274\u5B9A\u7269\u54C1\u79CD\u7C7B\uFF01
items.stones.stoneofintuition$wndguess.correct=\u731C\u6D4B\u6B63\u786E\uFF0C\u6B64\u7C7B\u7269\u54C1\u5DF2\u88AB\u9274\u5B9A\uFF01
items.stones.stoneofintuition$wndguess.preserved=\u611F\u77E5\u7B26\u77F3\u4ECD\u7136\u8EBA\u5728\u4F60\u7684\u624B\u5FC3\uFF01
items.stones.stoneofintuition$wndguess.incorrect=\u4F60\u731C\u9519\u4E86\u3002

items.stones.stoneofshock.name=\u7535\u51FB\u7B26\u77F3
items.stones.stoneofshock.desc=\u8FD9\u9897\u7B26\u77F3\u88AB\u6254\u51FA\u540E\u4F1A\u7206\u51FA\u4E00\u9635\u7535\u80FD\u91CF\uFF0C\u77ED\u6682\u9EBB\u75F9\u8303\u56F4\u5185\u6240\u6709\u76EE\u6807\u5E76\u6839\u636E\u7535\u5230\u7684\u76EE\u6807\u6570\u91CF\u6062\u590D\u4F7F\u7528\u8005\u7684\u6CD5\u6756\u5145\u80FD\u3002

###wands
items.wands.cursedwand.ondeath=\u4F60\u7528\u4F60\u81EA\u5DF1\u7684%s\u81EA\u6740\u4E86\u3002
items.wands.cursedwand.nothing=\u4EC0\u4E48\u4E8B\u90FD\u6CA1\u53D1\u751F\u3002
items.wands.cursedwand.grass=\u8349\u6728\u5728\u4F60\u5468\u56F4\u75AF\u957F\u800C\u51FA\uFF01
items.wands.cursedwand.fire=\u4F60\u95FB\u5230\u4E86\u70E7\u70E4\u7684\u5473\u9053\u2026\u2026
items.wands.cursedwand.transmogrify_wand=\u4F60\u7684\u6CD5\u6756\u53D8\u5316\u6210\u4E86\u53E6\u4E00\u6837\u4E1C\u897F\uFF01
items.wands.cursedwand.transmogrify_other=\u4F60\u7684\u9053\u5177\u53D8\u5316\u6210\u4E86\u53E6\u4E00\u6837\u4E1C\u897F\uFF01

items.wands.wand.ac_zap=\u91CA\u653E
items.wands.wand.fizzles=\u4F60\u7684\u6CD5\u6756\u6ECB\u6ECB\u4F5C\u54CD\uFF1B\u4E00\u5B9A\u662F\u6CA1\u80FD\u91CF\u4E86\u3002
items.wands.wand.no_magic=\u4F60\u7684\u6CD5\u6756\u6ECB\u6ECB\u4F5C\u54CD\uFF1B\u4F60\u4E0D\u80FD\u5728\u9B54\u6CD5\u514D\u75AB\u65F6\u4F7F\u7528\u6CD5\u6756\u3002
items.wands.wand.self_target=\u4F60\u4E0D\u80FD\u7784\u51C6\u4F60\u81EA\u5DF1\uFF01
items.wands.wand.identify=\u4F60\u5BF9\u4F60\u7684\u6CD5\u6756\u5DF2\u7ECF\u8DB3\u591F\u719F\u6089\u5E76\u5C06\u5176\u5B8C\u5168\u9274\u5B9A\u3002
items.wands.wand.resin_one=\u8FD9\u652F\u6CD5\u6756\u5DF2\u7ECF\u4ECE\u5965\u672F\u805A\u916F\u83B7\u5F97\u4E86 1 \u6B21\u5347\u7EA7\u3002
items.wands.wand.resin_many=\u8FD9\u652F\u6CD5\u6756\u5DF2\u7ECF\u4ECE\u5965\u672F\u805A\u916F\u83B7\u5F97\u4E86_ %d_ \u6B21\u5347\u7EA7\u3002
items.wands.wand.cursed=\u8FD9\u6839\u6CD5\u6756\u53D7\u5230\u4E86\u8BC5\u5492\uFF0C\u5BFC\u81F4\u5B83\u7684\u9B54\u6CD5\u6DF7\u4E71\u800C\u968F\u673A\u3002
items.wands.wand.not_cursed=\u8FD9\u6839\u6CD5\u6756\u6CA1\u6709\u88AB\u8BC5\u5492\u3002
items.wands.wand.curse_discover=\u8FD9\u6839%s\u662F\u8BC5\u5492\u7684\uFF01
items.wands.wand.prompt=\u9009\u62E9\u8981\u91CA\u653E\u9B54\u6CD5\u7684\u4F4D\u7F6E
items.wands.wand$placeholder.name=\u6CD5\u6756

items.wands.wandofblastwave.name=\u51B2\u51FB\u6CE2\u6CD5\u6756
items.wands.wandofblastwave.staff_name=\u9707\u6CE2\u4E4B\u6756
items.wands.wandofblastwave.ondeath=\u4F60\u7528\u51B2\u51FB\u6CE2\u6CD5\u6756\u70B8\u788E\u4E86\u81EA\u5DF1\u2026\u2026
items.wands.wandofblastwave.desc=\u8FD9\u6839\u6CD5\u6756\u7531\u4E00\u79CD\u5927\u7406\u77F3\u77F3\u6750\u5236\u6210\uFF0C\u5D4C\u6709\u91D1\u9970\u5E76\u5728\u9876\u90E8\u9576\u7740\u4E00\u4E2A\u6D51\u5706\u7684\u9ED1\u5B9D\u77F3\u3002\u5B83\u5728\u4F60\u624B\u4E2D\u7684\u611F\u89C9\u975E\u5E38\u6C89\u91CD\u3002
items.wands.wandofblastwave.stats_desc=\u8BE5\u6CD5\u6756\u80FD\u5C04\u51FA\u4E00\u80A1\u80FD\u91CF\uFF0C\u5728\u76EE\u6807\u4F4D\u7F6E\u5F15\u53D1\u5F3A\u70C8\u7684\u7206\u70B8\u3002\u7206\u70B8\u7684\u529B\u91CF\u4F1A\u9020\u6210_%1$d~%2$d\u70B9\u4F24\u5BB3_\u5E76\u5F3A\u5230\u8DB3\u4EE5\u51FB\u98DE\u5927\u591A\u6570\u654C\u4EBA\u3002
items.wands.wandofblastwave.bmage_desc=\u5F53_\u6218\u6597\u6CD5\u5E08_\u4EE5\u9707\u6CE2\u4E4B\u6756\u8FD1\u6218\u653B\u51FB\u76EE\u6807\u65F6\uFF0C\u80FD\u50CF\u5F39\u6027\u9644\u9B54\u4E00\u6837\u6709\u6982\u7387\u5C06\u5176\u51FB\u9000\u3002
items.wands.wandofblastwave.eleblast_desc=\u9707\u6CE2\u4E4B\u6756\u7684\u5143\u7D20\u98CE\u66B4\u9020\u6210 67%\u4F24\u5BB3\uFF0C\u5E76\u5C06\u6240\u6709\u76EE\u6807\u5F39\u51FA\u5F71\u54CD\u533A\u57DF\u3002

items.wands.wandofcorrosion.name=\u9178\u8680\u6CD5\u6756
items.wands.wandofcorrosion.staff_name=\u9178\u8680\u4E4B\u6756
items.wands.wandofcorrosion.desc=\u8FD9\u6839\u6CD5\u6756\u7684\u7070\u8272\u4E3B\u5E72\u9876\u7AEF\u9576\u5D4C\u7740\u4E00\u9897\u660E\u4EAE\u7684\u6A59\u8272\u5B9D\u77F3\u3002
items.wands.wandofcorrosion.stats_desc=\u8FD9\u6839\u6CD5\u6756\u80FD\u5C04\u51FA\u4E00\u9897\u4F1A\u5728\u76EE\u6807\u4F4D\u7F6E\u7206\u70B8\u6210\u4E00\u56E2\u5F3A\u9178\u6027\u96FE\u6C14\u7684\u6CD5\u7403\u3002\u8FDB\u5165\u9178\u96FE\u7684\u4EFB\u4F55\u5355\u4F4D\u90FD\u4F1A\u6301\u7EED\u53D7\u5230\u8D77\u59CB\u4E3A_%d\u70B9_\u7684\u6301\u7EED\u9012\u589E\u4F24\u5BB3\u3002
items.wands.wandofcorrosion.bmage_desc=\u5F53_\u6218\u6597\u6CD5\u5E08_\u4EE5\u9178\u8680\u4E4B\u6756\u8FD1\u6218\u653B\u51FB\u76EE\u6807\u65F6\uFF0C\u6709\u6982\u7387\u4F7F\u5176\u6CBE\u67D3\u8150\u8680\u6C61\u6CE5\u3002
items.wands.wandofcorrosion.eleblast_desc=\u9178\u8680\u4E4B\u6756\u7684\u5143\u7D20\u98CE\u66B4\u5BF9\u6240\u6709\u76EE\u6807\u9020\u6210\u8D77\u59CB\u4F24\u5BB3\u4E3A 6 \u70B9\u7684 4 \u56DE\u5408\u9178\u8680\u3002

items.wands.wandofcorruption.name=\u8150\u5316\u6CD5\u6756
items.wands.wandofcorruption.staff_name=\u8150\u5316\u4E4B\u6756
items.wands.wandofcorruption.already_corrupted=\u8FD9\u4E2A\u89D2\u8272\u5DF2\u7ECF\u88AB\u4F60\u8150\u5316\u3002
items.wands.wandofcorruption.desc=\u8FD9\u6839\u6CD5\u6756\u80FD\u53D1\u5C04\u6DF7\u4E71\u7684\u9ED1\u6697\u80FD\u91CF\uFF0C\u6CD5\u6756\u5C16\u7AEF\u7684\u90A3\u4E2A\u5C0F\u5934\u9AA8\u88C5\u9970\u5F88\u662F\u5E94\u666F\u3002
items.wands.wandofcorruption.stats_desc=\u8BE5\u6CD5\u6756\u4F1A\u91CA\u653E\u8150\u574F\u7684\u80FD\u91CF\uFF0C\u80FD\u524A\u5F31\u654C\u4EBA\u5E76\u6700\u7EC8\u5C06\u4ED6\u4EEC\u626D\u66F2\u4E3A\u4F60\u7684\u5974\u4EC6\u3002\u654C\u4EBA\u80FD\u62B5\u6297\u8150\u5316\uFF0C\u4F46\u865A\u5F31\u7684\u654C\u4EBA\u660E\u663E\u5730\u66F4\u5BB9\u6613\u88AB\u8150\u5316\u3002
items.wands.wandofcorruption.bmage_desc=\u5F53_\u6218\u6597\u6CD5\u5E08_\u4EE5\u8150\u5316\u4E4B\u6756\u8FD1\u6218\u653B\u51FB\u76EE\u6807\u65F6\uFF0C \u6709\u6982\u7387\u4F7F\u5176\u9677\u5165\u72C2\u4E71\u3002
items.wands.wandofcorruption.eleblast_desc=\u8150\u5316\u4E4B\u6756\u7684\u5143\u7D20\u98CE\u66B4\u5BF9\u6240\u6709\u76EE\u6807\u9020\u62105\u56DE\u5408\u72C2\u4E71\u3002

items.wands.wandofdisintegration.name=\u89E3\u79BB\u6CD5\u6756
items.wands.wandofdisintegration.staff_name=\u89E3\u79BB\u4E4B\u6756
items.wands.wandofdisintegration.desc=\u8FD9\u6839\u6CD5\u6756\u7531\u4E00\u6574\u5757\u5149\u6ED1\u7684\u9ED1\u66DC\u77F3\u5236\u6210\uFF0C\u6DF1\u7D2B\u8272\u7684\u5149\u81EA\u5176\u8FB9\u7F18\u6D41\u5411\u6CD5\u6756\u9876\u7AEF\u3002\u5B83\u95EA\u70C1\u7740\u7834\u574F\u6027\u80FD\u91CF\uFF0C\u51C6\u5907\u7740\u5411\u524D\u8FF8\u5C04\u3002
items.wands.wandofdisintegration.stats_desc=\u8FD9\u6839\u6CD5\u6756\u5C04\u51FA\u7684\u5149\u675F\u80FD\u7A7F\u900F\u4EFB\u4F55\u969C\u788D\u7269\uFF0C\u5E76\u5C06\u968F\u7740\u6CD5\u6756\u7B49\u7EA7\u7684\u63D0\u5347\u800C\u5C04\u5F97\u66F4\u8FDC\u3002\u5149\u675F\u4F1A\u9020\u6210_%1$d~%2$d\u70B9\u4F24\u5BB3_\uFF0C\u5E76\u4E14\u4F1A\u6839\u636E\u7A7F\u900F\u7684\u5730\u5F62\u548C\u654C\u4EBA\u6570\u91CF\u9020\u6210\u989D\u5916\u4F24\u5BB3\u3002
items.wands.wandofdisintegration.bmage_desc=\u5F53_\u6218\u6597\u6CD5\u5E08_\u4EE5\u89E3\u79BB\u4E4B\u6756\u4F5C\u4E3A\u8FD1\u6218\u6B66\u5668\u65F6\uFF0C\u9B54\u6756\u4F1A\u50CF\u7D22\u654C\u9644\u9B54\u4E00\u6837\u83B7\u5F97\u989D\u5916\u7684\u653B\u51FB\u8DDD\u79BB\u3002
items.wands.wandofdisintegration.eleblast_desc=\u89E3\u79BB\u4E4B\u6756\u7684\u5143\u7D20\u98CE\u66B4\u65E0\u89C6\u5899\u58C1\u5E76\u5BF9\u6240\u6709\u76EE\u6807\u9020\u6210100%\u7684\u4F24\u5BB3\u3002

items.wands.wandoffireblast.name=\u7130\u6D6A\u6CD5\u6756
items.wands.wandoffireblast.staff_name=\u7130\u6D6A\u4E4B\u6756
items.wands.wandoffireblast.desc=\u8FD9\u6839\u6CD5\u6756\u7531\u7EA2\u6F06\u6728\u5236\u6210\uFF0C\u9970\u4EE5\u91D1\u53F6\uFF0C\u8FD9\u4F7F\u5B83\u770B\u8D77\u6765\u76F8\u5F53\u5E84\u4E25\u3002\u5B83\u7684\u9876\u7AEF\u567C\u556A\u4F5C\u54CD\u5636\u5636\u800C\u9E23\uFF0C\u6E34\u671B\u7740\u91CA\u653E\u5176\u5F3A\u5927\u7684\u9B54\u6CD5\u3002
items.wands.wandoffireblast.stats_desc=\u8BE5\u6CD5\u6756\u5728\u4F7F\u7528\u65F6\u4F1A\u4EA7\u751F\u4E00\u80A1\u5F3A\u5927\u7684\u7130\u6D6A\uFF0C\u5EF6\u4F38\u51FA\u4E00\u4E2A\u9525\u5F62\u533A\u57DF\u3002\u4E0B\u4E00\u6B21\u4F7F\u7528\u5B83\u5C06\u6D88\u8017_%1$d\u70B9\u5145\u80FD_\u5E76\u9020\u6210_%2$d~%3$d\u70B9\u4F24\u5BB3_\u3002\u6CD5\u6756\u4E00\u6B21\u6D88\u8017\u7684\u5145\u80FD\u6570\u8D8A\u591A\uFF0C\u5176\u8303\u56F4\u4E0E\u5A01\u529B\u5C31\u8D8A\u5927\u3001\u8D8A\u5F3A\u3002
items.wands.wandoffireblast.bmage_desc=\u5F53_\u6218\u6597\u6CD5\u5E08_\u4EE5\u7130\u6D6A\u4E4B\u6756\u8FD1\u6218\u653B\u51FB\u76EE\u6807\u65F6\uFF0C\u80FD\u50CF\u62E5\u6709\u70C8\u7130\u9644\u9B54\u4E00\u6837\u6709\u6982\u7387\u5C06\u5176\u70B9\u71C3\u3002
items.wands.wandoffireblast.eleblast_desc=\u7130\u6D6A\u4E4B\u6756\u7684\u5143\u7D20\u98CE\u66B4\u9020\u6210100%\u4F24\u5BB3\uFF0C\u51B2\u5F00\u8303\u56F4\u5185\u7684\u95E8\uFF0C\u5E76\u4F7F\u76EE\u6807\u4E0E\u5730\u5F62\u8D77\u706B\u3002

items.wands.wandoffrost.name=\u51B0\u971C\u6CD5\u6756
items.wands.wandoffrost.staff_name=\u971C\u51BB\u4E4B\u6756
items.wands.wandoffrost.desc=\u8FD9\u6839\u6CD5\u6756\u4F3C\u4E4E\u7531\u67D0\u79CD\u9B54\u6CD5\u51B0\u5757\u5236\u6210\u3002\u5B83\u7684\u5706\u9876\u95EA\u7740\u4EAE\u5149\u3002\u63E1\u8D77\u6765\u5F88\u51B0\uFF0C\u4F46\u4E0D\u77E5\u4E3A\u4F55\u4F60\u7684\u624B\u4ECD\u4FDD\u6301\u7740\u6E29\u6696\u3002
items.wands.wandoffrost.stats_desc=\u8FD9\u652F\u6CD5\u6756\u80FD\u5411\u4F60\u7684\u654C\u4EBA\u5C04\u51FB\u51B0\u971C\u80FD\u91CF\uFF0C\u9020\u6210_%1$d~%2$d\u70B9\u4F24\u5BB3_\u5E76\u51BB\u4F24\u76EE\u6807\uFF0C\u5728\u6C34\u4E2D\u7684\u4F5C\u7528\u4F3C\u4E4E\u66F4\u5F3A\u3002\u51BB\u4F24\u6216\u51BB\u7ED3\u7684\u654C\u4EBA\u5C06\u53D7\u5230\u66F4\u5C11\u8BE5\u6CD5\u6756\u7684\u4F24\u5BB3\u3002
items.wands.wandoffrost.bmage_desc=\u5F53_\u6218\u6597\u6CD5\u5E08_\u4EE5\u971C\u51BB\u4E4B\u6756\u8FD1\u6218\u653B\u51FB\u76EE\u6807\u65F6\uFF0C\u6709\u6982\u7387\u5C06\u5176\u76F4\u63A5\u51BB\u7ED3\u3002\u76EE\u6807\u51BB\u4F24\u8D8A\u4E25\u91CD\uFF0C\u88AB\u51BB\u7ED3\u7684\u6982\u7387\u5C31\u8D8A\u9AD8\u3002
items.wands.wandoffrost.eleblast_desc=\u971C\u51BB\u4E4B\u6756\u7684\u5143\u7D20\u98CE\u66B4\u9020\u6210100%\u4F24\u5BB3\uFF0C\u51B7\u51BB\u76EE\u6807\u5E76\u7184\u706D\u706B\u7130\u3002

items.wands.wandoflightning.name=\u96F7\u9706\u6CD5\u6756
items.wands.wandoflightning.staff_name=\u96F7\u9706\u4E4B\u6756
items.wands.wandoflightning.ondeath=\u4F60\u7528\u96F7\u9706\u6CD5\u6756\u6740\u6B7B\u4E86\u81EA\u5DF1\u2026
items.wands.wandoflightning.desc=\u8FD9\u6839\u6CD5\u6756\u7531\u5B9E\u5FC3\u91D1\u5C5E\u5236\u6210\uFF0C\u8FD9\u4F7F\u5B83\u60CA\u4EBA\u5730\u6C89\u91CD\u3002\u7535\u5F27\u5728\u9876\u7AEF\u4E24\u4E2A\u5185\u5F2F\u7684\u53C9\u9F7F\u95F4\u8DF3\u8DC3\u3002
items.wands.wandoflightning.stats_desc=\u8FD9\u652F\u6CD5\u6756\u80FD\u5411\u4EFB\u4F55\u7784\u51C6\u7684\u5730\u65B9\u5C04\u51FA\u5F3A\u5927\u7684\u7535\u5F27\uFF0C\u9020\u6210_%1$d~%2$d\u70B9\u4F24\u5BB3_\u3002\u8FD9\u9053\u95EA\u7535\u80FD\u5728\u9644\u8FD1\u591A\u4E2A\u76EE\u6807\u95F4\u8DF3\u8DC3\uFF0C\u5728\u6C34\u91CC\u4F1A\u66F4\u5F3A\u529B\u3002\u8981\u662F\u592A\u63A5\u8FD1\uFF0C\u540C\u6837\u53EF\u80FD\u7535\u5230\u4F60\u81EA\u5DF1\uFF0C\u5374\u4E0D\u4F1A\u6CE2\u53CA\u5230\u4F60\u7684\u540C\u4F34\u3002
items.wands.wandoflightning.bmage_desc=\u5F53_\u6218\u6597\u6CD5\u5E08_\u4EE5\u96F7\u9706\u4E4B\u6756\u8FD1\u6218\u653B\u51FB\u76EE\u6807\u65F6\uFF0C\u80FD\u50CF\u62E5\u6709\u7535\u51FB\u9644\u9B54\u4E00\u6837\u6709\u6982\u7387\u91CA\u653E\u7535\u5F27\u653B\u51FB\u9644\u8FD1\u7684\u76EE\u6807\u3002
items.wands.wandoflightning.eleblast_desc=\u96F7\u9706\u4E4B\u6756\u7684\u5143\u7D20\u98CE\u66B4\u9020\u6210100%\u4F24\u5BB3\uFF0C\u51FB\u6655\u76EE\u68075\u56DE\u5408\u5E76\u4F7F\u6C34\u4F53\u5E26\u7535\u3002

items.wands.wandoflivingearth.name=\u7075\u58E4\u6CD5\u6756
items.wands.wandoflivingearth.staff_name=\u7075\u58E4\u9B54\u6756
items.wands.wandoflivingearth.desc=\u8FD9\u6839\u6CD5\u6756\u7531\u4E00\u79CD\u5947\u5999\u7684\u77F3\u5934\u7EC4\u6210\uFF0C\u4F60\u80FD\u4ECE\u51E0\u9053\u5FAE\u5FAE\u53D1\u5149\u7684\u9EC4\u8272\u6761\u7EB9\u4E2D\u611F\u53D7\u5230\u80FD\u91CF\u6CE2\u52A8\u3002\u63E1\u4F4F\u6CD5\u6756\u65F6\u77F3\u5934\u597D\u50CF\u4F1A\u7A0D\u7A0D\u8F6C\u52A8\uFF0C\u4EFF\u4F5B\u5728\u8FCE\u5408\u4F60\u7684\u624B\u3002
items.wands.wandoflivingearth.stats_desc=\u8FD9\u6839\u6CD5\u6756\u80FD\u5411\u654C\u4EBA\u53D1\u5C04\u9B54\u6CD5\u6CE5\u77F3\uFF0C\u9020\u6210_ %1$d~%2$d \u70B9\u4F24\u5BB3\u3002_\u6CE5\u77F3\u968F\u540E\u4F1A\u56DE\u5F52\u4F7F\u7528\u8005\u8EAB\u8FB9\uFF0C\u6839\u636E\u9020\u6210\u7684\u4F24\u5BB3\u91CD\u7EC4\u6210\u7075\u58E4\u62A4\u7532\u3002\u7075\u58E4\u62A4\u7532\u79EF\u7D2F\u5230\u4E00\u5B9A\u7A0B\u5EA6\u540E\uFF0C\u4E0B\u6B21\u4F7F\u7528\u6CD5\u6756\u65F6\u4F1A\u6210\u578B\u4E3A\u4E00\u5C0A\u7075\u58E4\u5B88\u62A4\u8005\u3002
items.wands.wandoflivingearth.bmage_desc=\u5F53_\u6218\u6597\u6CD5\u5E08_\u4EE5\u7075\u58E4\u4E4B\u6756\u8FD1\u6218\u653B\u51FB\u76EE\u6807\u65F6\uFF0C\u80FD\u5C06\u90E8\u5206\u8FD1\u6218\u4F24\u5BB3\u8F6C\u5316\u4E3A\u7075\u58E4\u62A4\u7532\u3002
items.wands.wandoflivingearth.eleblast_desc=\u7075\u58E4\u4E4B\u6756\u7684\u5143\u7D20\u98CE\u66B4\u9020\u621050%\u4F24\u5BB3\uFF0C\u6BCF\u51FB\u4E2D\u4E00\u4E2A\u76EE\u6807\uFF0C\u6CBB\u7597\u4E00\u4E2A\u7075\u58E4\u5B88\u62A4\u8005\u4E00\u6B21\u3002
items.wands.wandoflivingearth$rockarmor.name=\u7075\u58E4\u62A4\u7532
items.wands.wandoflivingearth$rockarmor.desc=\u9B54\u6CD5\u6CE5\u77F3\u73AF\u7ED5\u5728\u4F60\u8EAB\u8FB9\uFF0C\u5F53\u4F60\u88AB\u653B\u51FB\u65F6\u5B83\u4EEC\u4F1A\u52AA\u529B\u5E2E\u4F60\u683C\u6321\uFF0C\u683C\u6321\u6210\u529F\u80FD\u62B5\u6D88 50%% \u6240\u53D7\u4F24\u5BB3\u3002\u62B5\u6D88\u4F24\u5BB3\u4F1A\u6D88\u9664\u4E00\u5B9A\u91CF\u7684\u6CE5\u77F3\u3002\n\n\u5269\u4F59\u62A4\u7532\u91CF\uFF1A%1$d\u3002\n\n\u5F53\u79EF\u6512\u7684\u6CE5\u77F3\u8FBE\u5230\u4E00\u5B9A\u7A0B\u5EA6\u65F6\uFF0C\u4E0B\u4E00\u6B21\u53D1\u52A8\u7075\u58E4\u6CD5\u6756\u4F1A\u4F7F\u6CE5\u77F3\u6210\u578B\u4E3A\u4E00\u5C0A\u7075\u58E4\u5B88\u62A4\u8005\u4E3A\u4F60\u800C\u6218\u3002\n\n\u5B88\u62A4\u8005\u6210\u578B\u6240\u9700\u62A4\u7532\u91CF\uFF1A%2$d
items.wands.wandoflivingearth$earthguardian.name=\u7075\u58E4\u5B88\u62A4\u8005
items.wands.wandoflivingearth$earthguardian.desc=\u7075\u58E4\u6CD5\u6756\u53D1\u5C04\u7684\u9B54\u6CD5\u6CE5\u77F3\u7EC4\u6210\u4E86\u4E00\u5C0A\u7075\u58E4\u5B88\u62A4\u8005\uFF01\u8FD9\u4E2A\u6709\u68F1\u6709\u89D2\u7684\u5927\u5757\u5934\u4F1A\u653B\u51FB\u9644\u8FD1\u7684\u654C\u4EBA\uFF0C\u8FEB\u4F7F\u4ED6\u4EEC\u53BB\u653B\u51FB\u5B88\u62A4\u8005\u3002\u5F53\u9644\u8FD1\u6CA1\u6709\u5371\u9669\u65F6\uFF0C\u5B88\u62A4\u8005\u4F1A\u91CD\u7EC4\u4E3A\u4F60\u8EAB\u8FB9\u7684\u7075\u58E4\u62A4\u7532\uFF0C\u7B49\u5F85\u4F60\u4E0B\u6B21\u4F7F\u7528\u6CD5\u6756\u53EC\u5524\u5B83\u3002\n\n\u5B88\u62A4\u8005\u7684\u9632\u5FA1\u529B\u4E0E\u4F60\u7684\u6CD5\u6756\u7B49\u7EA7\u76F8\u5173\u3002\u5B88\u62A4\u8005\u5F53\u524D\u80FD\u62B5\u6321_ %1$d~%2$d \u70B9\u4F24\u5BB3\u3002_

items.wands.wandofmagicmissile.name=\u9B54\u5F39\u6CD5\u6756
items.wands.wandofmagicmissile.staff_name=\u9B54\u5F39\u4E4B\u6756
items.wands.wandofmagicmissile.desc=\u8FD9\u6839\u5341\u5206\u666E\u901A\u7684\u6CD5\u6756\u80FD\u53D1\u5C04\u7531\u7EAF\u9B54\u6CD5\u80FD\u91CF\u6784\u6210\u7684\u98DE\u5F39\u3002\u5C3D\u7BA1\u6CD5\u6756\u672C\u8EAB\u6CA1\u6709\u4EC0\u4E48\u82B1\u54E8\u7684\u7279\u6548\uFF0C\u5B83\u6709\u66F4\u591A\u7684\u5145\u80FD\u6570\uFF0C\u800C\u4E14\u5728\u88AB\u5347\u7EA7\u540E\u80FD\u6682\u65F6\u5F3A\u5316\u5176\u4ED6\u6CD5\u6756\u3002
items.wands.wandofmagicmissile.stats_desc=\u4ECE\u6CD5\u6756\u4E2D\u53D1\u51FA\u7684\u9B54\u6CD5\u98DE\u5F39\u4F1A\u5BF9\u5355\u4E2A\u76EE\u6807\u9020\u6210_%1$d~%2$d\u70B9\u4F24\u5BB3_\uFF0C\u5982\u679C\u88AB\u5347\u7EA7\u5219\u4F1A\u6682\u65F6\u5F3A\u5316\u5176\u4ED6\u6CD5\u6756\u3002
items.wands.wandofmagicmissile.bmage_desc=\u5F53_\u6218\u6597\u6CD5\u5E08_\u4EE5\u9B54\u5F39\u4E4B\u6756\u8FD1\u6218\u653B\u51FB\u76EE\u6807\u65F6\uFF0C\u6240\u6709\u7684\u6CD5\u6756\u4E0E\u9B54\u6756\u90FD\u4F1A\u6062\u590D\u4E00\u5B9A\u7684\u5145\u80FD\u3002
items.wands.wandofmagicmissile.eleblast_desc=\u9B54\u5F39\u4E4B\u6756\u7684\u5143\u7D20\u98CE\u66B4\u9020\u621050%\u4F24\u5BB3\uFF0C\u5E76\u4F7F\u6CD5\u5E08\u83B7\u5F9715\u56DE\u5408\u7684\u5145\u80FD\u6548\u679C\u3002
items.wands.wandofmagicmissile$magiccharge.name=\u9B54\u529B\u5F3A\u5316
items.wands.wandofmagicmissile$magiccharge.desc=\u4F60\u7684\u9B54\u5F39\u6CD5\u6756\u5411\u5176\u4ED6\u6CD5\u6756\u56DE\u9988\u4E86\u4E00\u80A1\u80FD\u91CF\uFF0C\u63D0\u5347\u7740\u4E0B\u4E00\u6B21\u65BD\u6CD5\u7684\u6709\u6548\u7B49\u7EA7\u3002\n\n\u5176\u4ED6\u6CD5\u6756\u88AB\u5F3A\u5316\u81F3\uFF1A+ %d\n\n\u5269\u4F59\u7684\u9B54\u529B\u5F3A\u5316\u65F6\u957F\uFF1A%s \u56DE\u5408

items.wands.wandofprismaticlight.name=\u68F1\u5149\u6CD5\u6756
items.wands.wandofprismaticlight.staff_name=\u68F1\u5149\u4E4B\u6756
items.wands.wandofprismaticlight.desc=\u8FD9\u6839\u6CD5\u6756\u7531\u4E00\u5757\u5B9E\u5FC3\u534A\u900F\u660E\u6C34\u6676\u6784\u6210\uFF0C\u5C31\u50CF\u4E00\u5757\u539A\u957F\u5149\u6ED1\u7684\u73BB\u7483\u3002\u4E00\u7C92\u7C92\u5F69\u8272\u7684\u5149\u70B9\u5728\u6CD5\u6756\u9876\u7AEF\u8DF3\u8DC3\uFF0C\u968F\u65F6\u51C6\u5907\u8FF8\u5C04\u800C\u51FA\u3002
items.wands.wandofprismaticlight.stats_desc=\u8BE5\u6CD5\u6756\u5C04\u51FA\u7684\u5149\u7EBF\u80FD\u523A\u7834\u5730\u7262\u7684\u9ED1\u6697\uFF0C\u63ED\u9732\u9690\u85CF\u7684\u533A\u57DF\u548C\u9677\u9631\u3002\u5149\u7EBF\u80FD\u81F4\u76F2\u654C\u4EBA\u5E76\u9020\u6210_%1$d~%2$d\u70B9\u4F24\u5BB3_\u3002\u6076\u9B54\u4E0E\u4EA1\u7075\u751F\u7269\u4F1A\u5728\u6CD5\u6756\u7684\u5F3A\u5149\u4E0B\u71C3\u70E7\uFF0C\u53D7\u5230\u989D\u5916\u4F24\u5BB3\u3002
items.wands.wandofprismaticlight.bmage_desc=\u5F53_\u6218\u6597\u6CD5\u5E08_\u4EE5\u68F1\u5149\u4E4B\u6756\u8FD1\u6218\u653B\u51FB\u76EE\u6807\u65F6\uFF0C\u80FD\u4F7F\u76EE\u6807\u9677\u5165\u968F\u9B54\u6756\u7B49\u7EA7\u63D0\u5347\u800C\u5EF6\u957F\u7684\u6B8B\u5E9F\u6548\u679C\u3002
items.wands.wandofprismaticlight.eleblast_desc=\u68F1\u5149\u4E4B\u6756\u7684\u5143\u7D20\u98CE\u66B4\u9020\u621067%\u4F24\u5BB3\uFF0C\u63ED\u793A\u533A\u57DF\u5185\u6240\u6709\u5730\u5F62\uFF0C\u81F4\u76F2\u6240\u6709\u76EE\u68075\u56DE\u5408\u3002

items.wands.wandofregrowth.name=\u518D\u751F\u6CD5\u6756
items.wands.wandofregrowth.staff_name=\u518D\u751F\u4E4B\u6756
items.wands.wandofregrowth.desc=\u8FD9\u67C4\u6CD5\u6756\u7531\u4E00\u6839\u7EC6\u957F\u6728\u679D\u5DE7\u7422\u800C\u6210\u3002\u4E0D\u77E5\u4E3A\u4F55\uFF0C\u5B83\u8FD8\u6D3B\u7740\u800C\u4E14\u751F\u673A\u76CE\u7136\uFF0C\u50CF\u4E00\u682A\u6811\u82D7\u7684\u5AE9\u82BD\u822C\u8273\u7EFF\u3002\u201C\u6625\u5170\u516E\u79CB\u83CA\uFF0C\u957F\u65E0\u7EDD\u516E\u7EC8\u53E4\uFF01\u201D
items.wands.wandofregrowth.stats_desc=\u5728\u65BD\u653E\u65F6\uFF0C\u8FD9\u628A\u6CD5\u6756\u5C06\u5411\u4E00\u4E2A\u6247\u5F62\u533A\u57DF\u503E\u6D12\u51FA\u518D\u751F\u7684\u80FD\u91CF\u3002\u8FD9\u79CD\u9B54\u6CD5\u4F1A\u8BA9\u8349\u3001\u6839\u7CFB\u751A\u81F3\u7A00\u6709\u7684\u690D\u7269\u91CD\u83B7\u751F\u547D\uFF0C\u7834\u571F\u800C\u51FA\u3002\u4E0B\u4E00\u6B21\u4F7F\u7528\u5B83\u5C06\u6D88\u8017_%1$d\u70B9\u5145\u80FD_\u3002\u6CD5\u6756\u6D88\u8017\u7684\u5145\u80FD\u8D8A\u591A\uFF0C\u518D\u751F\u9B54\u6CD5\u7684\u8303\u56F4\u4E0E\u6548\u529B\u5C31\u8D8A\u5927\u3001\u8D8A\u5F3A\u3002
items.wands.wandofregrowth.degradation=\u6CD5\u6756\u7684\u518D\u751F\u9B54\u529B\u5C06\u5728\u91CA\u653E_%d \u70B9\u5145\u80FD_\u540E\u5F00\u59CB\u6D88\u9000\uFF0C\u90A3\u65F6\u5B83\u5C06\u96BE\u4EE5\u518D\u6B21\u4F7F\u690D\u7269\u6216\u9AD8\u8349\u590D\u751F\u3002\u83B7\u53D6\u7ECF\u9A8C\u6216\u662F\u5347\u7EA7\u6CD5\u6756\u80FD\u5EF6\u540E\u8FD9\u79CD\u9650\u5236\u3002
items.wands.wandofregrowth.bmage_desc=\u5F53_\u6218\u6597\u6CD5\u5E08_\u4EE5\u518D\u751F\u6CD5\u6756\u8FD1\u6218\u653B\u51FB\u76EE\u6807\u65F6\uFF0C\u5982\u679C\u4E00\u65B9\u7AD9\u5728\u8349\u5730\u4E0A\uFF0C\u5219\u6218\u6597\u6CD5\u5E08\u80FD\u83B7\u53D6\u4F24\u5BB3\u7684\u4E00\u5B9A\u6BD4\u4F8B\u7684\u8349\u836F\u7597\u517B\u3002
items.wands.wandofregrowth.eleblast_desc=\u518D\u751F\u4E4B\u6756\u7684\u5143\u7D20\u98CE\u66B4\u4F7F\u6240\u6709\u76EE\u6807\u88AB\u7F20\u7ED5\uFF0C\u5E76\u4EE4\u8303\u56F4\u5185\u968F\u673A\u957F\u51FA\u9AD8\u8349\u3002
items.wands.wandofregrowth$dewcatcher.name=\u7ED3\u9732\u8349
items.wands.wandofregrowth$dewcatcher.desc=\u9732\u73E0\u8349\u662F\u4E00\u79CD\u84C4\u6EE1\u4E86\u9B54\u6CD5\u9732\u6C34\u7684\u5947\u5999\u690D\u7269\u3002\u5B83\u4EEC\u60F3\u5C06\u81EA\u5DF1\u4F2A\u88C5\u6210\u6742\u8349\u6765\u907F\u5F00\u6CE8\u610F\uFF0C\u4F46\u5176\u9F13\u80C0\u7684\u96C6\u9732\u82DE\u5374\u51FA\u5356\u4E86\u5B83\u4EEC\u3002
items.wands.wandofregrowth$seedpod.name=\u79CD\u5B50\u835A
items.wands.wandofregrowth$seedpod.desc=\u79CD\u5B50\u835A\u662F\u4E00\u79CD\u4F1A\u7ED3\u51FA\u5176\u4ED6\u5404\u7C7B\u690D\u7269\u79CD\u5B50\u7684\u9B54\u6CD5\u690D\u7269\u3002\u5B83\u4EEC\u6CA1\u6709\u81EA\u5DF1\u7684\u79CD\u5B50\uFF0C\u5374\u8FD8\u662F\u4EE5\u67D0\u79CD\u65B9\u5F0F\u4F20\u64AD\u6269\u6563\u5F00\u4E86\u3002
items.wands.wandofregrowth$lotus.name=\u9EC4\u91D1\u83B2
items.wands.wandofregrowth$lotus.desc=\u9EC4\u91D1\u83B2\u662F\u4E00\u79CD\u53EA\u80FD\u88AB\u5F3A\u5927\u7684\u518D\u751F\u6CD5\u6756\u521B\u9020\u7684\u795E\u79D8\u690D\u7269\u3002\u5B83\u7684\u5149\u73AF\u4F1A\u589E\u5F3A\u6240\u6709\u690D\u7269\u76F8\u5173\u6548\u679C\uFF0C\u4F46\u5B83\u4E0D\u4E00\u4F1A\u5C31\u4F1A\u8017\u5C3D\u80FD\u91CF\u67AF\u840E\u3002\n\n\u8FD9\u682A\u9EC4\u91D1\u83B2\u7531\u4E00\u6839_ +%1$d _\u7684\u518D\u751F\u6CD5\u6756\u4EA7\u51FA\u3002\u5728\u5B83\u7684\u4F5C\u7528\u8303\u56F4\u5185\uFF0C\u64AD\u79CD\u5230\u5BF9\u8C61\u8EAB\u4E0A\u7684\u4EFB\u4F55\u79CD\u5B50\u90FD\u4F1A_\u77AC\u95F4\u53D1\u52A8_\u3002\u690D\u7269\u8FD8\u4F1A\u6709_ %2$d%% \u673A\u7387\u6389\u843D\u81EA\u8EAB\u7684\u79CD\u5B50_\uFF0C\u6D82\u836F\u98DE\u9556\u4E5F\u4F1A\u83B7\u5F97_ %3$d%% \u8010\u4E45\u5EA6\u52A0\u6210_\u3002

items.wands.wandoftransfusion.name=\u6CE8\u9B42\u6CD5\u6756
items.wands.wandoftransfusion.staff_name=\u6CE8\u9B42\u4E4B\u6756
items.wands.wandoftransfusion.ondeath=\u4F60\u7528\u6CE8\u9B42\u6CD5\u6756\u8017\u5C3D\u4E86\u81EA\u5DF1\u7684\u751F\u547D\u2026
items.wands.wandoftransfusion.charged=\u654C\u4EBA\u7684\u751F\u547D\u80FD\u91CF\u6D41\u8FDB\u4E86\u4F60\u7684\u9B54\u6756\uFF01
items.wands.wandoftransfusion.desc=\u8FD9\u6839\u6CD5\u6756\u5F62\u72B6\u5F88\u666E\u901A\uFF0C\u662F\u90A3\u6697\u7EA2\u7684\u8272\u6CFD\u548C\u9576\u5728\u9876\u7AEF\u7684\u6F06\u9ED1\u5B9D\u77F3\u8BA9\u5B83\u663E\u773C\u8D77\u6765\u3002
items.wands.wandoftransfusion.stats_desc=\u8FD9\u652F\u6CD5\u6756\u5BF9\u76DF\u53CB\u6216\u88AB\u9B45\u60D1\u7684\u654C\u4EBA\u91CA\u653E\u65F6\u4F1A\u6D88\u8017\u4F60_%1$d\u70B9\u751F\u547D_\u5E76\u8D4B\u4E88\u76EE\u6807_%2$d\u70B9\u751F\u547D\u6216\u62A4\u76FE_\uFF1B\u5BF9\u654C\u4EBA\u91CA\u653E\u65F6\u4F1A\u77ED\u6682\u9B45\u60D1\u654C\u4EBA\u5E76\u56DE\u9988\u7ED9\u4F60_%3$d\u70B9\u62A4\u76FE_\u3002\u654C\u5BF9\u4EA1\u7075\u751F\u7269\u4F1A\u53D7\u5230_%4$d~%5$d\u70B9\u4F24\u5BB3_\u800C\u4E0D\u662F\u88AB\u9B45\u60D1\u3002
items.wands.wandoftransfusion.bmage_desc=\u5F53_\u6218\u6597\u6CD5\u5E08_\u4EE5\u6CE8\u9B42\u4E4B\u6756\u8FD1\u6218\u653B\u51FB\u76EE\u6807\u65F6\uFF0C\u80FD\u83B7\u53D6\u4E00\u5B9A\u7684\u62A4\u76FE\u4E14\u4E0B\u6B21\u91CA\u653E\u4E0D\u6D88\u8017\u751F\u547D\u3002
items.wands.wandoftransfusion.eleblast_desc=\u6CE8\u9B42\u4E4B\u6756\u7684\u5143\u7D20\u98CE\u66B4\u9B45\u60D1\u6240\u6709\u654C\u4EBA\u3001\u6CBB\u7597\u6240\u6709\u53CB\u519B\uFF0C\u5BF9\u654C\u5BF9\u4EA1\u7075\u751F\u7269\u9020\u6210100%\u4F24\u5BB3\u3002

items.wands.wandofwarding.name=\u54E8\u536B\u6CD5\u6756
items.wands.wandofwarding.staff_name=\u54E8\u536B\u9B54\u6756
items.wands.wandofwarding.no_more_wards=\u4F60\u7684\u6CD5\u6756\u65E0\u6CD5\u7EF4\u6301\u66F4\u591A\u7684\u54E8\u536B\u3002
items.wands.wandofwarding.bad_location=\u4F60\u4E0D\u80FD\u5728\u90A3\u91CC\u8BBE\u7F6E\u4E00\u4E2A\u54E8\u536B\u3002
items.wands.wandofwarding.desc=\u8FD9\u4E2A\u77ED\u5C0F\u7684\u91D1\u5C5E\u6CD5\u6756\u5C16\u7AEF\u4E0A\u6709\u4E00\u9897\u4EAE\u7D2B\u8272\u5B9D\u77F3\u60AC\u7A7A\u6D6E\u52A8\u3002
items.wands.wandofwarding.stats_desc=\u8FD9\u6839\u6CD5\u6756\u5E76\u4E0D\u80FD\u76F4\u63A5\u653B\u51FB\u654C\u4EBA\uFF0C\u4F46\u53EF\u4EE5\u53EC\u5524\u51FA\u54E8\u536B\u5143\u7D20\u4E0E\u54E8\u536B\u7ED3\u6676\u3002\u4F60\u53EF\u4EE5\u5728\u89C6\u91CE\u4E2D\u7684\u4EFB\u4F55\u5730\u65B9\u53EC\u5524\u54E8\u536B\uFF0C\u5373\u4F7F\u662F\u9694\u7740\u4E00\u5835\u5899\u3002\u8FD9\u6839\u6CD5\u6756\u6700\u591A\u80FD\u63D0\u4F9B_ %d \u70B9\u80FD\u91CF_\u4EE5\u7EF4\u6301\u54E8\u536B\u3002
items.wands.wandofwarding.bmage_desc=\u5F53_\u6218\u6597\u6CD5\u5E08_\u4EE5\u54E8\u536B\u4E4B\u6756\u8FD1\u6218\u653B\u51FB\u76EE\u6807\u65F6\uFF0C\u6709\u6982\u7387\u4E3A\u6240\u6709\u54E8\u536B\u7ED3\u6676\u6062\u590D\u4E00\u5B9A\u751F\u547D\u503C\u3002
items.wands.wandofwarding.eleblast_desc=\u54E8\u536B\u4E4B\u6756\u7684\u5143\u7D20\u98CE\u66B4\u4F1A\u6CBB\u7597\u8303\u56F4\u5185\u7684\u6240\u6709\u54E8\u536B\u7ED3\u6676\u3002
items.wands.wandofwarding$ward.name_1=\u5C0F\u54E8\u536B\u5143\u7D20
items.wands.wandofwarding$ward.desc_1=\u8FD9\u4E2A\u6700\u57FA\u672C\u7684\u54E8\u536B\u5143\u7D20\u4F1A\u81EA\u52A8\u653B\u51FB\u8FDB\u5165\u89C6\u91CE\u7684\u76EE\u6807\uFF0C\u9020\u6210_ %1$d~%2$d \u70B9\u4F24\u5BB3\u3002_\n\n\u4F7F\u7528\u54E8\u536B\u6CD5\u6756\u5411\u8BE5\u54E8\u536B\u65BD\u6CD5\u80FD\u4F7F\u5176\u5347\u7EA7\u3002\n\n\u8FD9\u4E2A\u54E8\u536B\u5728\u4EC5\u53D1\u52A8 1 \u6B21\u653B\u51FB\u4E4B\u540E\u5C31\u4F1A\u6D88\u6563\u3002\n\n\u4F60\u7684\u54E8\u536B\u6CD5\u6756\u5728\u4F7F\u7528_ %3$d \u70B9\u80FD\u91CF_\u7EF4\u6301\u8FD9\u4E2A\u54E8\u536B\u3002
items.wands.wandofwarding$ward.name_2=\u54E8\u536B\u5143\u7D20
items.wands.wandofwarding$ward.desc_2=\u8FD9\u4E2A\u5347\u7EA7\u8FC7\u7684\u54E8\u536B\u5143\u7D20\u7ED3\u6784\u66F4\u7CBE\u81F4\uFF0C\u800C\u4E14\u5728\u653B\u51FB\u6570\u6B21\u540E\u624D\u4F1A\u6D88\u6563\u3002\u5B83\u6BCF\u6B21\u53D1\u52A8\u653B\u51FB\u80FD\u9020\u6210 _%1$d~%2$d \u70B9\u4F24\u5BB3\u3002_\n\n\u4F7F\u7528\u54E8\u536B\u6CD5\u6756\u5411\u8BE5\u54E8\u536B\u65BD\u6CD5\u80FD\u4F7F\u5176\u5347\u7EA7\u3002\n\n\u8FD9\u4E2A\u54E8\u536B\u5728\u53D1\u52A8 3 \u6B21\u653B\u51FB\u4E4B\u540E\u624D\u4F1A\u6D88\u6563\u3002\n\n\u4F60\u7684\u54E8\u536B\u6CD5\u6756\u5728\u4F7F\u7528_ %3$d \u70B9\u80FD\u91CF_\u7EF4\u6301\u8FD9\u4E2A\u54E8\u536B\u3002
items.wands.wandofwarding$ward.name_3=\u5927\u54E8\u536B\u5143\u7D20
items.wands.wandofwarding$ward.desc_3=\u8FD9\u4E2A\u6EE1\u7EA7\u7684\u54E8\u536B\u5143\u7D20\u80FD\u53D1\u52A8\u66F4\u591A\u6B21\u653B\u51FB\uFF0C\u800C\u4E14\u653B\u51FB\u901F\u5EA6\u66F4\u5FEB\u3002\u5B83\u6BCF\u6B21\u53D1\u52A8\u653B\u51FB\u80FD\u9020\u6210_ %1$d~%2$d \u70B9\u4F24\u5BB3\u3002_\n\n\u4F7F\u7528\u54E8\u536B\u6CD5\u6756\u5411\u8BE5\u54E8\u536B\u65BD\u6CD5\u80FD\u4F7F\u5176\u8FDB\u5316\u3002\n\n\u8FD9\u4E2A\u54E8\u536B\u5728\u53D1\u52A8 5 \u6B21\u653B\u51FB\u4E4B\u540E\u624D\u4F1A\u6D88\u6563\u3002\n\n\u4F60\u7684\u54E8\u536B\u6CD5\u6756\u5728\u4F7F\u7528_ %3$d \u70B9\u80FD\u91CF_\u7EF4\u6301\u8FD9\u4E2A\u54E8\u536B\u3002
items.wands.wandofwarding$ward.name_4=\u5C0F\u54E8\u536B\u7ED3\u6676
items.wands.wandofwarding$ward.desc_4=\u8FD9\u4E2A\u5C0F\u5C0F\u7684\u54E8\u536B\u7ED3\u6676\u653B\u51FB\u529B\u4E0E\u5927\u54E8\u536B\u5143\u7D20\u76F8\u540C\uFF0C\u4F46\u4EE5\u751F\u547D\u503C\u53D6\u7F14\u4E86\u6709\u9650\u7684\u53D1\u52A8\u6B21\u6570\u3002\u5B83\u7684\u6837\u5B50\u6709\u70B9\u50CF\u54E8\u536B\u6CD5\u6756\u9876\u7AEF\u7684\u5B9D\u77F3\u3002\u5B83\u6BCF\u6B21\u53D1\u52A8\u653B\u51FB\u80FD\u9020\u6210_ %1$d~%2$d \u70B9\u4F24\u5BB3\u3002_\n\n\u4F7F\u7528\u54E8\u536B\u6CD5\u6756\u5411\u8BE5\u54E8\u536B\u65BD\u6CD5\u80FD\u4F7F\u5176\u5347\u7EA7\u5E76\u6CBB\u7597\u5B83\u3002\n\n\u8FD9\u4E2A\u54E8\u536B\u6BCF\u6B21\u53D1\u52A8\u653B\u51FB\u65F6\u4F1A\u6D88\u8017\u4E00\u5B9A\u7684\u751F\u547D\u503C\uFF0C\u4F46\u4F60\u53EF\u4EE5\u7528\u54E8\u536B\u6CD5\u6756\u6CBB\u7597\u5B83\u3002\n\n\u4F60\u7684\u54E8\u536B\u6CD5\u6756\u5728\u4F7F\u7528_ %3$d \u70B9\u80FD\u91CF_\u7EF4\u6301\u8FD9\u4E2A\u54E8\u536B\u3002
items.wands.wandofwarding$ward.name_5=\u54E8\u536B\u7ED3\u6676
items.wands.wandofwarding$ward.desc_5=\u8FD9\u4E2A\u5347\u7EA7\u8FC7\u7684\u54E8\u536B\u7ED3\u6676\u6BD4\u5C0F\u54E8\u536B\u7ED3\u6676\u4F53\u79EF\u66F4\u5927\uFF0C\u5F62\u4F53\u4E5F\u66F4\u7ED3\u5B9E\u3002\u5B83\u6BCF\u6B21\u53D1\u52A8\u653B\u51FB\u80FD\u9020\u6210_ %1$d~%2$d \u70B9\u4F24\u5BB3\u3002_\n\n\u4F7F\u7528\u54E8\u536B\u6CD5\u6756\u5411\u8BE5\u54E8\u536B\u65BD\u6CD5\u80FD\u4F7F\u5176\u5347\u7EA7\u5E76\u6CBB\u7597\u5B83\u3002\n\n\u8FD9\u4E2A\u54E8\u536B\u6BCF\u6B21\u53D1\u52A8\u653B\u51FB\u65F6\u4F1A\u6D88\u8017\u4E00\u5B9A\u7684\u751F\u547D\u503C\uFF0C\u4F46\u4F60\u53EF\u4EE5\u7528\u54E8\u536B\u6CD5\u6756\u6CBB\u7597\u5B83\u3002\n\n\u4F60\u7684\u54E8\u536B\u6CD5\u6756\u5728\u4F7F\u7528_ %3$d \u70B9\u80FD\u91CF_\u7EF4\u6301\u8FD9\u4E2A\u54E8\u536B\u3002
items.wands.wandofwarding$ward.name_6=\u5927\u54E8\u536B\u7ED3\u6676
items.wands.wandofwarding$ward.desc_6=\u8FD9\u4E2A\u6EE1\u7EA7\u7684\u54E8\u536B\u7ED3\u6676\u6BD4\u4E4B\u524D\u7684\u575A\u56FA\u4E86\u4E0D\u5C11\u3002\u5B83\u6BCF\u6B21\u53D1\u52A8\u653B\u51FB\u80FD\u9020\u6210_ %1$d~%2$d \u70B9\u4F24\u5BB3\u3002_\n\n\u4F7F\u7528\u54E8\u536B\u6CD5\u6756\u5411\u8BE5\u54E8\u536B\u65BD\u6CD5\u80FD\u6CBB\u7597\u5B83\u3002\n\n\u8FD9\u4E2A\u54E8\u536B\u6BCF\u6B21\u53D1\u52A8\u653B\u51FB\u65F6\u4F1A\u6D88\u8017\u4E00\u5B9A\u7684\u751F\u547D\u503C\uFF0C\u4F46\u4F60\u53EF\u4EE5\u7528\u54E8\u536B\u6CD5\u6756\u6CBB\u7597\u5B83\u3002\n\n\u4F60\u7684\u54E8\u536B\u6CD5\u6756\u5728\u4F7F\u7528_ %3$d \u70B9\u80FD\u91CF_\u7EF4\u6301\u8FD9\u4E2A\u54E8\u536B\u3002
items.wands.wandofwarding$ward.dismiss_title=\u8981\u9A71\u6563\u8FD9\u4E2A\u54E8\u536B\u5417\uFF1F
items.wands.wandofwarding$ward.dismiss_body=\u4E0D\u60F3\u8BA9\u6CD5\u6756\u7EE7\u7EED\u7EF4\u6301\u8FD9\u4E2A\u54E8\u536B\u5143\u7D20\u7684\u8BDD\uFF0C\u4F60\u53EF\u4EE5\u9009\u62E9\u9A71\u6563\u5B83\u4EE5\u7ACB\u5373\u7834\u574F\u79FB\u9664\u4E4B\u3002\n\n\u8981\u9A71\u6563\u8FD9\u4E2A\u54E8\u536B\u5143\u7D20\u5417\uFF1F
items.wands.wandofwarding$ward.dismiss_confirm=\u662F
items.wands.wandofwarding$ward.dismiss_cancel=\u5426

###weapon curses
items.weapon.curses.annoying.name=\u55A7\u95F9%s
items.weapon.curses.annoying.msg_1=\u563F\uFF0C\u5934\u513F\uFF01\u6211\u4EEC\u8981\u53BB\u6253\u8C01\uFF01
items.weapon.curses.annoying.msg_2=\u592A\u723D\u4E86\uFF0C\u51FB\u6E83\u4ED6\u4EEC\uFF01
items.weapon.curses.annoying.msg_3=\u542C\u7740\u4F19\u8BA1\uFF01
items.weapon.curses.annoying.msg_4=\u73B0\u5728\u662F\u6253BOSS\u7684\u65F6\u95F4\u5417\uFF01\uFF1F
items.weapon.curses.annoying.msg_5=\u6211\u53BB\uFF0C\u522B\u8FD9\u4E48\u7528\u529B\uFF01
items.weapon.curses.annoying.msg_6=\u6B7B\u5427\uFF0C\u866B\u5B50\uFF01
items.weapon.curses.annoying.msg_7=\u53FD\u53FD\u5495\u5495\u739B\u5361\u5DF4\u5361\u54C7\u54C8\u54C8\u54C8\u54C8\u54C8\u54C8\u54C8\uFF01
items.weapon.curses.annoying.msg_8=\u6211\u4EEC\u80FD\u4F11\u606F\u4E00\u4E0B\u5417\uFF01\uFF1F
items.weapon.curses.annoying.msg_9=\u562D\uFF0C\u54C8\u54C8\uFF01
items.weapon.curses.annoying.msg_10=\u6F02\u4EAE\u7684\u4E00\u51FB\uFF01
items.weapon.curses.annoying.msg_11=\u6211\u66FE\u7ECF\u4E0D\u60F3\u6210\u4E3A\u6B66\u5668\uFF0C\u800C\u662F\u60F3\u6210\u4E3A\u4F10\u6728\u5DE5\u4EBA\u7684\u65A7\u5934\u3002
items.weapon.curses.annoying.msg_12=\u8981\u65F6\u523B\u8B66\u9192\uFF1A\u9A84\u50B2\u81EA\u6EE1\u662F\u4F4D\u7F13\u6162\u5374\u9634\u9669\u7684\u6740\u624B\u3002
items.weapon.curses.annoying.msg_13=\u654C\u7F9E\uFF0C\u543E\u53BB\u8131\u4ED6\u8863\uFF01
items.weapon.curses.annoying.desc=\u55A7\u95F9\u8BC5\u5492\u7684\u6B66\u5668\u771F\u7684\u662F\u60F3\u5E2E\u4F60\uFF0C\u53EA\u4E0D\u8FC7\u5B83\u7684\u5435\u95F9\u65E0\u6BD4\u7684\u201C\u5E2E\u52A9\u201D\u603B\u662F\u4F1A\u5438\u5F15\u5927\u91CF\u654C\u4EBA\u3002

items.weapon.curses.dazzling.name=\u70AB\u76EE%s
items.weapon.curses.dazzling.desc=\u70AB\u76EE\u6B66\u5668\u4F1A\u4E0D\u65F6\u91CA\u653E\u523A\u76EE\u7684\u5F3A\u5149\uFF0C\u81F4\u76F2\u6240\u6709\u89C6\u91CE\u8303\u56F4\u5185\u7684\u5355\u4F4D\u3002

items.weapon.curses.displacing.name=\u8F6C\u79FB%s
items.weapon.curses.displacing.desc=\u8F6C\u79FB\u8BC5\u5492\u7684\u6B66\u5668\u88AB\u704C\u6CE8\u4E86\u6DF7\u4E71\u7684\u4F20\u9001\u9B54\u6CD5\uFF0C\u4F1A\u5C06\u654C\u4EBA\u4F20\u9001\u5230\u5F53\u524D\u5C42\u7684\u968F\u673A\u4F4D\u7F6E\u3002

items.weapon.curses.explosive.name=\u6613\u7206%s
items.weapon.curses.explosive.warm=\u6696\u548C\u8D77\u6765\u4E86......
items.weapon.curses.explosive.hot=\u597D\u70EB\uFF01
items.weapon.curses.explosive.desc=\u6613\u7206\u8BC5\u5492\u7684\u6B66\u5668\u4F1A\u7F13\u7F13\u79EF\u7D2F\u80FD\u91CF\u5E76\u6700\u7EC8\u7206\u70B8\uFF0C\u540C\u65F6\u5BF9\u4F69\u6234\u8005\u4E0E\u654C\u4EBA\u9020\u6210\u4F24\u5BB3\u3002
items.weapon.curses.explosive.desc_cool=\u4F60\u7684\u6B66\u5668\u76EE\u524D\u89E6\u611F\u51B0\u51C9\uFF0C\u5C1A\u5C5E\u6B63\u5E38\u3002
items.weapon.curses.explosive.desc_warm=\u4F60\u7684\u6B66\u5668\u6B63\u5728\u79EF\u7D2F\u80FD\u91CF\uFF0C\u53D8\u5F97\u6E29\u70ED\u4E86\u8D77\u6765\u2026\u2026
items.weapon.curses.explosive.desc_hot=\u4F60\u7684\u6B66\u5668\u5DF2\u707C\u70ED\u70EB\u624B\uFF01\u8981\u7206\u70B8\u4E86\uFF01

items.weapon.curses.friendly.name=\u53CB\u5584%s
items.weapon.curses.friendly.desc=\u53CB\u5584\u8BC5\u5492\u7684\u6B66\u5668\u4F1A\u5076\u5C14\u89E6\u53D1\u8BA9\u6218\u6597\u65E0\u6CD5\u8FDB\u884C\u7684\u9B54\u6CD5\uFF0C\u975E\u5E38\u9002\u5408\u548C\u5E73\u4E3B\u4E49\u8005\u3002

items.weapon.curses.polarized.name=\u6781\u5316%s
items.weapon.curses.polarized.desc=\u6781\u5316\u6B66\u5668\u53D7\u5230\u8BC5\u5492\u9B54\u529B\u7684\u5F71\u54CD\uFF0C\u5728\u653B\u51FB\u65F6\u53EA\u4F1A\u51FA\u73B01.5\u500D\u4F24\u5BB3\u6216\u5B8C\u5168\u6CA1\u6709\u4F24\u5BB3\u7684\u60C5\u51B5\u3002

items.weapon.curses.sacrificial.name=\u8840\u796D%s
items.weapon.curses.sacrificial.desc=\u8840\u796D\u8BC5\u5492\u4F1A\u5411\u4F7F\u7528\u8005\u7D22\u6C42\u8840\u6DB2\u4F5C\u4E3A\u653B\u51FB\u7684\u56DE\u62A5\uFF0C\u4F60\u7684\u72B6\u6001\u8D8A\u5065\u5EB7\uFF0C\u8BC5\u5492\u7D22\u53D6\u7684\u4E5F\u5C31\u8D8A\u591A\u3002

items.weapon.curses.wayward.name=\u5984\u4E3A%s
items.weapon.curses.wayward.desc=\u5984\u4E3A\u8BC5\u5492\u7684\u6B66\u5668\u4F1A\u65F6\u5E38\u53D8\u5F97\u6781\u5176\u4E0D\u7CBE\u51C6\u3002\u89E6\u53D1\u65F6\u8FD9\u79CD\u9B54\u6CD5\u4F1A\u6301\u7EED\u4E00\u5C0F\u4F1A\uFF0C\u4F46\u4F1A\u5728\u6210\u529F\u4F7F\u7528\u5984\u4E3A\u6B66\u5668\u9020\u6210\u4F24\u5BB3\u540E\u7ACB\u523B\u6D88\u6563\u3002
items.weapon.curses.wayward$waywardbuff.name=\u5984\u4E3A
items.weapon.curses.wayward$waywardbuff.desc=\u4F60\u7684\u5984\u4E3A\u6B66\u5668\u4E0A\u7684\u9B54\u6CD5\u5DF2\u88AB\u89E6\u53D1\uFF0C\u73B0\u5728\u5B83\u5DF2\u53D8\u5F97\u6781\u5EA6\u4E0D\u7CBE\u51C6\u3002\u8FD9\u4E2A\u9B54\u6CD5\u65E0\u6CD5\u5F71\u54CD\u5982\u4F0F\u51FB\u7B49\u5FC5\u5B9A\u547D\u4E2D\u7684\u653B\u51FB\u884C\u4E3A\uFF0C\u4E14\u6210\u529F\u4F7F\u7528\u5984\u4E3A\u6B66\u5668\u9020\u6210\u4F24\u5BB3\u4F1A\u7ACB\u523B\u9A71\u6563\u6B64\u6548\u679C\u3002\n\n\u6548\u679C\u5269\u4F59\u56DE\u5408\uFF1A%s

###enchantments
items.weapon.enchantments.blazing.name=\u70C8\u7130%s
items.weapon.enchantments.blazing.desc=\u8FD9\u4E2A\u9644\u9B54\u4F1A\u4F7F\u706B\u7130\u4ECE\u6B66\u5668\u4E2D\u55B7\u8584\u800C\u51FA\uFF0C\u80FD\u591F\u70B9\u71C3\u654C\u4EBA\u5E76\u5BF9\u6B63\u5728\u71C3\u70E7\u7684\u654C\u4EBA\u9020\u6210\u989D\u5916\u4F24\u5BB3\u3002

items.weapon.enchantments.blocking.name=\u62DB\u67B6%s
items.weapon.enchantments.blocking.desc=\u62DB\u67B6\u9644\u9B54\u7684\u6B66\u5668\u5728\u653B\u51FB\u540E\u6709\u51E0\u7387\u77ED\u6682\u4E3A\u4F60\u63D0\u4F9B\u4FDD\u62A4\u3002
items.weapon.enchantments.blocking$blockbuff.name=\u62DB\u67B6
items.weapon.enchantments.blocking$blockbuff.desc=\u4F60\u7684\u6B66\u5668\u7684\u62DB\u67B6\u9644\u9B54\u77ED\u65F6\u95F4\u5185\u589E\u5F3A\u4E86\u4F60\u7684\u9632\u5FA1\u80FD\u529B\uFF01\n\n\u62A4\u76FE\u5269\u4F59\uFF1A %d\n\n\u5269\u4F59\u65F6\u95F4\uFF1A %s\u3002

items.weapon.enchantments.blooming.name=\u7E41\u8302%s
items.weapon.enchantments.blooming.desc=\u7E41\u8302\u6B66\u5668\u5177\u6709\u50AC\u751F\u690D\u7269\u7684\u9B54\u529B\uFF0C\u5728\u653B\u51FB\u76EE\u6807\u65F6\u80FD\u4F7F\u76EE\u6807\u6216\u5468\u56F4\u7684\u690D\u88AB\u53D1\u82BD\u751F\u957F\u3002

items.weapon.enchantments.chilling.name=\u5BD2\u971C%s
items.weapon.enchantments.chilling.desc=\u53D7\u8BE5\u9644\u9B54\u6210\u529F\u5F71\u54CD\u7684\u654C\u4EBA\u4F1A\u88AB\u51BB\u4F24\uFF0C\u5BFC\u81F4\u79FB\u52A8\u548C\u653B\u51FB\u901F\u5EA6\u964D\u4F4E\u3002

items.weapon.enchantments.kinetic.name=\u6052\u52A8%s
items.weapon.enchantments.kinetic.desc=\u4F7F\u7528\u6052\u52A8\u9644\u9B54\u7684\u6B66\u5668\u51FB\u6740\u654C\u4EBA\u65F6\uFF0C\u6B66\u5668\u4F1A\u50A8\u5B58\u6EA2\u51FA\u7684\u5A01\u529B\u5E76\u5728\u4E0B\u4E00\u6B21\u6210\u529F\u653B\u51FB\u65F6\u91CA\u653E\u3002
items.weapon.enchantments.kinetic$conserveddamage.name=\u4F24\u5BB3\u50A8\u5B58
items.weapon.enchantments.kinetic$conserveddamage.desc=\u4F60\u7684\u6B66\u5668\u50A8\u5B58\u4E86\u4E0A\u4E2A\u6740\u654C\u4E00\u51FB\u7684\u8FC7\u5269\u80FD\u91CF\uFF0C\u7528\u6765\u52A0\u5F3A\u4F60\u7684\u4E0B\u6B21\u653B\u51FB\u4EE5\u9020\u6210\u989D\u5916\u4F24\u5BB3\u3002\u8FD9\u4EFD\u80FD\u91CF\u4F1A\u6162\u6162\u968F\u65F6\u95F4\u51CF\u5F31\u3002\n\n\u50A8\u5B58\u4F24\u5BB3\uFF1A%d\u3002

items.weapon.enchantments.corrupting.name=\u8150\u5316%s
items.weapon.enchantments.corrupting.desc=\u8FD9\u79CD\u5F3A\u5927\u7684\u9644\u9B54\u62E5\u6709\u5C06\u654C\u4EBA\u626D\u66F2\u4E3A\u4F60\u7684\u5974\u4EC6\u7684\u80FD\u529B\u3002\u4F7F\u7528\u8150\u5316\u9644\u9B54\u7684\u6B66\u5668\u51FB\u6740\u654C\u4EBA\u65F6\u6709\u6982\u7387\u5C06\u5176\u8150\u5316\u3002

items.weapon.enchantments.elastic.name=\u5F39\u6027%s
items.weapon.enchantments.elastic.desc=\u5F39\u6027\u6B66\u5668\u5728\u653B\u51FB\u65F6\u6709\u51E0\u7387\u628A\u654C\u4EBA\u51FB\u9000\u8F83\u77ED\u7684\u8DDD\u79BB\u3002

items.weapon.enchantments.grim.name=\u6B7B\u795E%s
items.weapon.enchantments.grim.desc=\u8FD9\u4E2A\u5F3A\u5927\u7684\u9644\u9B54\u62E5\u6709\u77AC\u95F4\u65A9\u6740\u654C\u4EBA\u7684\u529B\u91CF\u3002\u654C\u4EBA\u8D8A\u5F31\uFF0C\u9644\u9B54\u7684\u89E6\u53D1\u51E0\u7387\u8D8A\u5927\u3002

items.weapon.enchantments.lucky.name=\u5E78\u8FD0%s
items.weapon.enchantments.lucky.desc=\u88AB\u5E78\u8FD0\u9644\u9B54\u6B66\u5668\u51FB\u6740\u7684\u654C\u4EBA\u6709\u51E0\u7387\u6389\u843D\u989D\u5916\u7684\u5B9D\u7269\u3002

items.weapon.enchantments.precise.name=\u7CBE\u51C6%s
items.weapon.enchantments.precise.desc=\u7CBE\u51C6\u6B66\u5668\u6709\u51E0\u7387\u65E0\u89C6\u4E00\u5207\u6761\u4EF6\u6253\u51FA\u5FC5\u5B9A\u547D\u4E2D\u654C\u4EBA\u7684\u4E00\u51FB\u3002

items.weapon.enchantments.projecting.name=\u7D22\u654C%s
items.weapon.enchantments.projecting.desc=\u8FD9\u4E2A\u9644\u9B54\u4F1A\u4F7F\u8089\u640F\u6B66\u5668\u83B7\u5F97\u989D\u5916\u7684\u653B\u51FB\u8DDD\u79BB\u3002\u8FDC\u7A0B\u6B66\u5668\u7684\u653B\u51FB\u5219\u80FD\u591F\u7A7F\u900F\u90BB\u8FD1\u5899\u58C1\u3002

items.weapon.enchantments.shocking.name=\u7535\u51FB%s
items.weapon.enchantments.shocking.desc=\u7535\u5F27\u5728\u8FD9\u4E2A\u6B66\u5668\u4E0A\u4E0D\u65AD\u5730\u95EA\u70C1\u9707\u8361\uFF0C\u80FD\u591F\u5BF9\u90BB\u8FD1\u6240\u6709\u654C\u4EBA\u9020\u6210\u989D\u5916\u4F24\u5BB3\u3002

items.weapon.enchantments.unstable.name=\u7D0A\u4E71%s
items.weapon.enchantments.unstable.desc=\u7D0A\u4E71\u9644\u9B54\u7684\u6B66\u5668\u5468\u8EAB\u6563\u5E03\u7740\u6DF7\u4E71\u7684\u80FD\u91CF\uFF0C\u6BCF\u4E00\u51FB\u7684\u90FD\u4F1A\u9020\u6210\u53E6\u4E00\u79CD\u9644\u9B54\u7684\u6548\u679C\u3002

items.weapon.enchantments.vampiric.name=\u8840\u996E%s
items.weapon.enchantments.vampiric.desc=\u8FD9\u4E2A\u5F3A\u5927\u7684\u9644\u9B54\u80FD\u5728\u653B\u51FB\u654C\u4EBA\u65F6\u5438\u53D6\u5176\u751F\u547D\u80FD\u91CF\u5E76\u6062\u590D\u4F7F\u7528\u8005\u7684\u751F\u547D\u3002\u5F53\u4F7F\u7528\u8005\u751F\u547D\u8F83\u5C11\u65F6\u6548\u679C\u66F4\u5F3A\u3002


###melee weapons
items.weapon.melee.assassinsblade.name=\u6697\u6740\u4E4B\u5203
items.weapon.melee.assassinsblade.stats_desc=\u8FD9\u4EF6\u6B66\u5668\u5728\u5BF9\u4ED8\u672A\u5BDF\u89C9\u4F60\u7684\u654C\u4EBA\u65F6\u66F4\u4E3A\u6709\u6548\u3002
items.weapon.melee.assassinsblade.desc=\u9ED1\u66DC\u77F3\u5236\u7684\u6CE2\u6D6A\u5F62\u77ED\u5203\uFF0C\u867D\u8F7B\u4FBF\u4F46\u4E0D\u6613\u7528\uFF0C\u5982\u679C\u80FD\u51FB\u4E2D\u8981\u5BB3\u8DB3\u4EE5\u81F4\u547D\u3002

items.weapon.melee.battleaxe.name=\u6218\u65A7
items.weapon.melee.battleaxe.stats_desc=\u8FD9\u662F\u4E00\u628A\u6BD4\u8F83\u7CBE\u51C6\u7684\u6B66\u5668\u3002
items.weapon.melee.battleaxe.desc=\u8FD9\u628A\u6709\u7740\u7855\u5927\u94A2\u5236\u5934\u90E8\u7684\u6218\u65A7\u80FD\u5C06\u5E9E\u5927\u7684\u529B\u91CF\u503E\u6CE8\u5728\u6BCF\u6B21\u6325\u821E\u4E4B\u4E2D\u3002

items.weapon.melee.beecomb.name=\u8702\u7A9D
items.weapon.melee.beecomb.stats_desc=\u8FD9\u662F\u4E00\u628A\u53EF\u4EE5\u53EC\u5524\u871C\u8702\u4F5C\u4E3A\u76DF\u53CB\u7684\u6B66\u5668\u3002
items.weapon.melee.beecomb.desc=\u8FD9\u4E1C\u897F\u88AB\u7528\u4F5C\u6B66\u5668\u7684\u65F6\u5019\uFF0C\u4F60\u80FD\u660E\u663E\u7684\u611F\u89C9\u5B83\u7684\u5185\u90E8\u662F\u201C\u6D3B\u201D\u7740\u7684\uFF0C\u8FD9\u4EE4\u4EBA\u4E0D\u7981\u60F3\u5230\uFF0C\u91CC\u9762\u771F\u7684\u4F1A\u6709\u871C\u8702\u5417\uFF1F
items.weapon.melee.beecomb.ready=\u53EF\u4EE5\u53EC\u5524\u871C\u8702\u4E86\u3002
items.weapon.melee.beecomb.ac_summon=\u53EC\u5524
items.weapon.melee.beecomb.not_equipped=\u4F60\u9700\u8981\u88C5\u5907\u8FD9\u628A\u6B66\u5668\u624D\u80FD\u4F7F\u7528\u5B83\u7684\u80FD\u529B\u3002
items.weapon.melee.beecomb.not_ready=\u5C1A\u672A\u51C6\u5907\u597D\u3002
items.weapon.melee.beecomb.no_bee=\u5C1D\u8BD5\u53EC\u5524\u871C\u8702\uFF0C\u4F46\u662F\u5B83\u6CA1\u6709\u7A7A\u95F4\u51FA\u73B0\u3002

items.weapon.melee.bladeshield.name=\u5203\u76FE
items.weapon.melee.bladeshield.typical_stats_desc=\u8FD9\u4EF6\u6B66\u5668\u901A\u5E38\u80FD\u683C\u63210~%d\u70B9\u4F24\u5BB3\u3002\u683C\u6321\u91CF\u4F1A\u968F\u7740\u6B66\u5668\u7684\u5347\u7EA7\u800C\u63D0\u5347\u3002
items.weapon.melee.bladeshield.stats_desc=\u8FD9\u4EF6\u6B66\u5668\u80FD\u683C\u63210~%d\u70B9\u4F24\u5BB3\u3002\u901A\u8FC7\u5347\u7EA7\u53EF\u4EE5\u4F7F\u683C\u6321\u91CF\u589E\u957F\u3002
items.weapon.melee.bladeshield.desc=\u5355\u9762\u5E26\u5203\u7684\u5C0F\u76FE\u724C\uFF0C\u5728\u5371\u673A\u65F6\u523B\u53EF\u4EE5\u4F5C\u4E3A\u8FD8\u4E0D\u9519\u7684\u6B66\u5668\u4F7F\u7528\u3002

items.weapon.melee.bloodblade.name=\u51DD\u8840\u5203
items.weapon.melee.bloodblade.stats_desc=\u8FD9\u662F\u4E00\u628A\u53EF\u4EE5\u732E\u796D\u81EA\u8EAB\u7684\u751F\u547D\u6765\u63D0\u5347\u5B83\u81F4\u547D\u6027\u7684\u6B66\u5668\u3002
items.weapon.melee.bloodblade.desc=\u8FD9\u67C4\u9AA8\u8D28\u5229\u5203\u5728\u6E34\u6C42\u7740\u4F60\u7684\u9C9C\u8840?\u5200\u67C4\u4FA7\u9762\u7684\u8840\u69FD\u8BC1\u660E\u4E86\u4F60\u7684\u731C\u6D4B\u3002
items.weapon.melee.bloodblade.low_ht=\u4F60\u7684\u751F\u547D\u8FC7\u4E8E\u5B71\u5F31\u3002
items.weapon.melee.bloodblade.ac_sac=\u732E\u796D
items.weapon.melee.bloodblade.not_equipped=\u4F60\u9700\u8981\u88C5\u5907\u8FD9\u628A\u6B66\u5668\u624D\u80FD\u4F7F\u7528\u5B83\u7684\u80FD\u529B\u3002
items.weapon.melee.bloodblade.sac=\u4F60\u732E\u796D\u4E86\u4F60\u7684\u4E00\u5C0F\u90E8\u5206\u751F\u547D\u3002
items.weapon.melee.bloodblade.cnt=\u4F60\u5DF2\u7ECF\u732E\u796D\u8FC7_%s_\u6B21\u3002
items.weapon.melee.bloodblade.sac1=\n\u968F\u7740\u732E\u796D\u6B21\u6570\u7684\u589E\u591A\uFF0C\u4F60\u80FD\u6E05\u6670\u7684\u770B\u5230\u8840\u6DB2\u4F9D\u9644\u5728\u8FD9\u628A\u6B66\u5668\u4E0A\uFF0C\u5B83\u6B63\u5728\u5229\u7528\u4F60\u7684\u751F\u547D\u53D8\u5F97\u66F4\u52A0\u5371\u9669\u3002
items.weapon.melee.bloodblade.sac2=\n\u6D78\u6EE1\u8840\u8272\u7684\u5200\u5203\u662F\u4F60\u7684\u9C9C\u8840\u4E0E\u6124\u6012\u51DD\u4E3A\u5B9E\u8D28\u7684\u8BC1\u660E\uFF0C\u73B0\u5728\u8FD9\u662F\u4E00\u628A\u771F\u6B63\u7684\u6740\u622E\u673A\u5668\u4E86\u3002

items.weapon.melee.compositecrossbow.name=\u590D\u5408\u5F29
items.weapon.melee.compositecrossbow.ac_shoot=\u5C04\u51FB
items.weapon.melee.compositecrossbow.prompt=\u9009\u62E9\u4E00\u4E2A\u76EE\u6807
items.weapon.melee.compositecrossbow.stats_desc=\u53EF\u4EE5\u4F7F\u7528\u6709\u9650\u6B21\u6570\u7684\u5F29\u7BAD\u8FDC\u7A0B\u6253\u51FB\uFF0C\u800C\u5728\u5F29\u7BAD\u8017\u5C3D\u540E\uFF0C\u5C06\u590D\u5408\u5F29\u7684\u7ED3\u6784\u7CBE\u7B80\uFF0C\u4F7F\u5176\u66F4\u9002\u5408\u4E8E\u8FD1\u6218\u6253\u51FB\u3002\n\n\u5F29\u7BAD\u5269\u4F59\uFF1A_%s_
items.weapon.melee.compositecrossbow.desc=\u4E00\u628A\u7CBE\u81F4\u7684\u590D\u5408\u5F29\uFF0C\u5F39\u836F\u673A\u6784\u4E0E\u673A\u8EAB\u6D51\u7136\u4E00\u4F53\u3002
items.weapon.melee.compositecrossbow.no_ammo=\u5F29\u7BAD\u5DF2\u7528\u5C3D\u3002
items.weapon.melee.compositecrossbow.not_equipped=\u4F60\u9700\u8981\u88C5\u5907\u8FD9\u628A\u6B66\u5668\u624D\u80FD\u4F7F\u7528\u5B83\u7684\u80FD\u529B\u3002

items.weapon.melee.crossbow.name=\u5341\u5B57\u5F29
items.weapon.melee.crossbow.stats_desc=\u8FD9\u4EF6\u6B66\u5668\u5728\u88C5\u5907\u540E\u4F1A\u5927\u5E45\u63D0\u5347\u98DE\u9556\u7684\u4F24\u5BB3\u3002\u5B83\u751A\u81F3\u8FD8\u80FD\u628A\u81EA\u8EAB\u7684\u9644\u9B54\u8D4B\u4E88\u5C04\u51FA\u53BB\u7684\u98DE\u9556\u3002
items.weapon.melee.crossbow.desc=\u8FD9\u662F\u4E00\u4EF6\u770B\u8D77\u6765\u76F8\u5F53\u7CBE\u5BC6\u590D\u6742\u7684\u88C5\u7F6E\uFF0C\u80FD\u591F\u5C06\u98DE\u9556\u4E00\u6837\u7684\u5C0F\u578B\u7BAD\u77E2\u4EE5\u6781\u9AD8\u7684\u901F\u5EA6\u5C04\u51FA\u3002\u8FD9\u628A\u5341\u5B57\u5F29\u5F29\u6382\u5728\u624B\u91CC\u6C89\u7538\u7538\u7684\uFF0C\u6BD4\u60F3\u8C61\u4E2D\u7ED3\u5B9E\u5F88\u591A\uFF0C\u867D\u7136\u5B8C\u5168\u8FDD\u80CC\u4E86\u8BBE\u8BA1\u521D\u8877\uFF0C\u4E0D\u8FC7\u4E5F\u80FD\u591F\u5728\u8089\u640F\u6218\u4E2D\u8D77\u5230\u4F5C\u7528\u3002

items.weapon.melee.cutterhead.name=\u7EDE\u5200
items.weapon.melee.cutterhead.stats_desc=\u8FD9\u628A\u6B66\u5668\u53EF\u4EE5\u5BF9\u751F\u7269\u7684\u8089\u4F53\u9020\u6210\u4E25\u91CD\u7684\u5207\u5272\u3002\u4F46\u82E5\u4E0D\u80FD\u53D1\u6325\u5176\u9488\u5BF9\u6027\uFF0C\u5219\u4F24\u5BB3\u8F83\u4F4E\u3002
items.weapon.melee.cutterhead.desc=\u8FD9\u67C4\u91CD\u578B\u6B66\u5668\u80FD\u8F7B\u677E\u7684\u6495\u88C2\u654C\u4EBA\u7684\u8840\u8089\uFF0C\u4F7F\u4ED6\u4EEC\u6D41\u8840\u4E0D\u6B62\u3002

items.weapon.melee.dagger.name=\u5315\u9996
items.weapon.melee.dagger.stats_desc=\u8FD9\u4EF6\u6B66\u5668\u5728\u5BF9\u4ED8\u672A\u5BDF\u89C9\u4F60\u7684\u654C\u4EBA\u65F6\u66F4\u4E3A\u6709\u6548\u3002
items.weapon.melee.dagger.desc=\u6728\u67C4\u88AB\u78E8\u635F\u7684\u7B80\u6613\u94C1\u8D28\u5315\u9996\u3002

items.weapon.melee.darksword.name=\u6697\u8272\u957F\u5251
items.weapon.melee.darksword.stats_desc=\u8FD9\u4EF6\u6B66\u5668\u5728\u5BF9\u4ED8\u72B6\u6001\u4E0D\u4F73\u7684\u654C\u4EBA\u65F6\u66F4\u4E3A\u6709\u6548\u3002
items.weapon.melee.darksword.desc=\u8FD9\u628A\u5251\u7684\u5251\u950B\u6BD4\u8D77\u4E00\u822C\u7684\u957F\u5251\u66F4\u949D\u4F46\u5E76\u6CA1\u6709\u66F4\u8F7B\u76C8\uFF0C\u53EF\u80FD\u5251\u5203\u4E4B\u4E2D\u8574\u85CF\u7740\u67D0\u79CD\u5947\u5F02\u7684\u529B\u91CF\u3002

items.weapon.melee.dirk.name=\u957F\u5315\u9996
items.weapon.melee.dirk.stats_desc=\u8FD9\u4EF6\u6B66\u5668\u5728\u5BF9\u4ED8\u672A\u5BDF\u89C9\u4F60\u7684\u654C\u4EBA\u65F6\u66F4\u4E3A\u6709\u6548\u3002
items.weapon.melee.dirk.desc=\u4E00\u4E2A\u957F\u4E00\u4E9B\u7684\u523A\u51FB\u578B\u5315\u9996\uFF0C\u53EF\u4EE5\u5F80\u654C\u4EBA\u8EAB\u4F53\u91CC\u6345\u5F97\u66F4\u6DF1\u4E00\u70B9\u3002

items.weapon.melee.flail.name=\u94FE\u67B7
items.weapon.melee.flail.stats_desc=\u8FD9\u4EF6\u6B66\u5668\u7CBE\u786E\u6027\u4E0D\u9AD8\u3002\n\u8FD9\u4EF6\u6B66\u5668\u4E0D\u80FD\u7528\u6765\u5077\u88AD\u3002
items.weapon.melee.flail.desc=\u94C1\u94FE\u4E0A\u9644\u7740\u7684\u4E00\u4E2A\u5E26\u523A\u7684\u94A2\u7403\u3002\u7B28\u91CD\u96BE\u7528\uFF0C\u80FD\u547D\u4E2D\u7684\u8BDD\u5A01\u529B\u6781\u5F3A\u3002

items.weapon.melee.gauntlet.name=\u9B54\u5CA9\u62F3\u5957
items.weapon.melee.gauntlet.stats_desc=\u8FD9\u662F\u4E00\u5957\u975E\u5E38\u5FEB\u7684\u6B66\u5668\u3002
items.weapon.melee.gauntlet.desc=\u8FD9\u4E2A\u5DE8\u5927\u7684\u62F3\u5957\u7531\u4E00\u5339\u7EA2\u5E03\u548C\u5C42\u5C42\u8986\u76D6\u5728\u5E03\u4E0A\u7684\u9B54\u6CD5\u5CA9\u77F3\u4EA4\u7EC7\u800C\u6210\u3002\u6234\u4E0A\u540E\uFF0C\u5E03\u6599\u7D27\u7D27\u88F9\u4F4F\u4F60\u7684\u6574\u4E2A\u524D\u81C2\uFF0C\u8BA9\u539A\u91CD\u7684\u5CA9\u677F\u53D8\u5F97\u50CF\u4E00\u5C42\u575A\u786C\u7684\u76AE\u80A4\u3002\u8981\u6709\u8DB3\u591F\u7684\u529B\u91CF\u624D\u80FD\u5C06\u5982\u6B64\u6C89\u91CD\u7684\u6B66\u5668\u81EA\u5982\u6325\u821E\uFF0C\u4F46\u6B63\u662F\u8FD9\u79CD\u529B\u91CF\u548C\u91CD\u91CF\u7684\u7ED3\u5408\u8BA9\u8FD9\u4EF6\u6B66\u5668\u53D1\u6325\u51FA\u53EF\u6015\u7684\u5A01\u529B\u3002

items.weapon.melee.glaive.name=\u5173\u5200
items.weapon.melee.glaive.stats_desc=\u8FD9\u662F\u4E00\u4EF6\u76F8\u5F53\u7F13\u6162\u7684\u6B66\u5668\u3002\n\u8FD9\u628A\u6B66\u5668\u6709\u989D\u5916\u7684\u653B\u51FB\u8DDD\u79BB\u3002
items.weapon.melee.glaive.desc=\u4E00\u652F\u5728\u672B\u7AEF\u88C5\u6709\u5251\u5203\u7684\u91CD\u578B\u957F\u67C4\u6B66\u5668\u3002

items.weapon.melee.glasssword.name=\u73BB\u7483\u5251
items.weapon.melee.glasssword.stats_desc=\u8FD9\u662F\u4E00\u4EF6\u6BD4\u8F83\u950B\u5229\u4F46\u5F88\u8106\u7684\u6B66\u5668\uFF0C\u653B\u51FB\u65F6\u6709\u6982\u7387\u7834\u635F\u3002
items.weapon.melee.glasssword.desc=\u8FD9\u67C4\u8F7B\u5DE7\u7684\u6B66\u5668\u6BD4\u8D77\u5176\u4ED6\u6B66\u5668\u6765\u66F4\u950B\u5229\u4E5F\u66F4\u8106\uFF0C\u56E0\u4E3A\u662F\u73BB\u7483\u5236\u7684\u3002\u5F88\u660E\u663E\u8FD9\u4E1C\u897F\u66F4\u5E94\u8BE5\u662F\u88C5\u9970\u54C1\uFF0C\u4F46\u5728\u5730\u7262\u91CC\u4F60\u987E\u4E0D\u4E0A\u90A3\u4E48\u591A\u4E86\u3002
items.weapon.melee.glasssword.ruin1=\n\u8FD9\u628A\u5251\u786E\u5B9E\u4E0D\u8010\u7528\uFF0C\u4F60\u80FD\u770B\u5230\u5251\u7684\u5404\u5904\u90FD\u6709\u8F7B\u5FAE\u7834\u635F\uFF0C\u53EF\u80FD\u5F88\u5FEB\u5C31\u8981\u8FDB\u4E00\u6B65\u5F00\u88C2\u4E86\u2026\u2026
items.weapon.melee.glasssword.ruin2=\n\u8FD9\u628A\u5251\u5DF2\u5728\u6218\u6597\u4E2D\u4E22\u5931\u4E86\u5B83\u7684\u7EDD\u5927\u90E8\u5206\u5200\u5203\uFF0C\u4EC5\u5269\u4E00\u7247\u9510\u5229\u7684\u73BB\u7483\u788E\u7247\u5C1A\u80FD\u5212\u4F24\u654C\u4EBA\u3002\u597D\u5728\u5B83\u7684\u62A4\u624B\u505A\u5DE5\u8DB3\u591F\u7CBE\u826F\uFF0C\u8BA9\u4F60\u4ECD\u53EF\u4EE5\u6709\u6548\u7684\u6345\u523A\u654C\u4EBA\u3002
items.weapon.melee.glasssword.broken=\u4F60\u7684\u6B66\u5668\u72B6\u6001\u53D8\u5DEE\u4E86\u3002
items.weapon.melee.glasssword.stable=\n\u4F60\u7684\u6B66\u5668\u5DF2\u7ECF\u8DB3\u591F\u575A\u56FA\u800C_\u4E0D\u4F1A\u518D\u7834\u635F_\uFF0C\u4F46\u8FC7\u53BB\u7684\u635F\u4F24\u65E0\u6CD5\u4FEE\u590D\u3002
items.weapon.melee.glasssword.ruin=\u4F60\u7684\u6B66\u5668\u5DF2\u7ECF\u635F\u574F\u5230\u6700\u5927\u7A0B\u5EA6\u3002


items.weapon.melee.gloves.name=\u9576\u9489\u624B\u5957
items.weapon.melee.gloves.stats_desc=\u8FD9\u662F\u4E00\u5957\u975E\u5E38\u5FEB\u7684\u6B66\u5668\u3002
items.weapon.melee.gloves.desc=\u8FD9\u53CC\u9576\u9489\u624B\u5957\u6CA1\u6709\u591A\u5C11\u9632\u62A4\u4F5C\u7528\uFF0C\u4F46\u80FD\u5728\u52C9\u5F3A\u5F53\u4F5C\u6B66\u5668\u4F7F\u7528\u7684\u540C\u65F6\u817E\u51FA\u53CC\u624B\u3002

items.weapon.melee.greataxe.name=\u5DE8\u65A7
items.weapon.melee.greataxe.stats_desc=\u8FD9\u4EF6\u6B66\u5668\u975E\u5E38\u6C89\u91CD\u3002
items.weapon.melee.greataxe.desc=\u8FD9\u4E2A\u5DE8\u578B\u7684\u6218\u65A7\u65E0\u575A\u4E0D\u6467\uFF0C\u91CD\u5982\u6CF0\u5C71\uFF0C\u4E3E\u8FC7\u80A9\u624D\u6709\u7A7A\u95F4\u6325\u821E\u3002

items.weapon.melee.greatshield.name=\u5DE8\u578B\u65B9\u76FE
items.weapon.melee.greatshield.typical_stats_desc=\u8FD9\u4EF6\u6B66\u5668\u901A\u5E38\u80FD\u683C\u63210~%d\u70B9\u4F24\u5BB3\u3002\u901A\u8FC7\u5347\u7EA7\u53EF\u4EE5\u4F7F\u683C\u6321\u91CF\u589E\u957F\u3002
items.weapon.melee.greatshield.stats_desc=\u8FD9\u4EF6\u6B66\u5668\u80FD\u683C\u63210~%d\u70B9\u4F24\u5BB3\u3002\u901A\u8FC7\u5347\u7EA7\u53EF\u4EE5\u4F7F\u683C\u6321\u91CF\u589E\u957F\u3002
items.weapon.melee.greatshield.desc=\u4E0E\u5176\u8BF4\u5B83\u662F\u4E00\u9762\u76FE\uFF0C\u4E0D\u5982\u8BF4\u5B83\u662F\u4E00\u5835\u80FD\u79FB\u52A8\u7684\u5899\u3002\u8FD9\u4E00\u5927\u5757\u91D1\u5C5E\u5BF9\u4E8E\u9632\u5FA1\u5341\u5206\u6709\u6548\uFF0C\u4F46\u6CA1\u6709\u5728\u653B\u51FB\u65B9\u9762\u7559\u4E0B\u591A\u5C11\u4F59\u5730\u3002

items.weapon.melee.greatsword.name=\u5DE8\u5251
items.weapon.melee.greatsword.desc=\u8FD9\u628A\u5927\u5251\u8FDB\u884C\u7684\u6BCF\u6B21\u6C89\u91CD\u6325\u821E\u90FD\u80FD\u9020\u6210\u5927\u91CF\u4F24\u5BB3\u3002

items.weapon.melee.handaxe.name=\u624B\u65A7
items.weapon.melee.handaxe.stats_desc=\u8FD9\u662F\u4E00\u628A\u6BD4\u8F83\u7CBE\u51C6\u7684\u6B66\u5668\u3002
items.weapon.melee.handaxe.desc=\u4E00\u628A\u8F7B\u65A7\u5934\uFF0C\u901A\u5E38\u7528\u6765\u780D\u6811\u3002\u5F53\u7136\uFF0C\u5B83\u7684\u5BBD\u5203\u5BF9\u654C\u4EBA\u6765\u8BF4\u540C\u6837\u6709\u6548\u3002

items.weapon.melee.headcleaver.name=\u65A9\u9996\u8005
items.weapon.melee.headcleaver.stats_desc=\u8FD9\u628A\u6B66\u5668\u53EF\u4EE5\u5BF9\u6709\u5934\u7684\u751F\u7269\u8FDB\u884C\u6BC1\u706D\u6027\u6253\u51FB\u3002
items.weapon.melee.headcleaver.desc=\u6C89\u91CD\u7684\u5200\u5203\u4E0A\u6709\u4E00\u5757\u4E13\u95E8\u5B89\u653E\u5934\u9885\u7684\u51F9\u69FD\uFF0C\u662F\u4E3A\u4F60\u51C6\u5907\u7684\u5417\uFF1F

items.weapon.melee.holyankh.name=\u5723\u5341\u5B57
items.weapon.melee.holyankh.stats_desc=\u8FD9\u662F\u4E00\u628A\u653B\u51FB\u65F6\u53EF\u4EE5\u53D1\u51FA\u5723\u5149\u5F71\u54CD\u591A\u4E2A\u76EE\u6807\u7684\u6B66\u5668\u3002
items.weapon.melee.holyankh.desc=\u8FD9\u67C4\u91D1\u5C5E\u5341\u5B57\u67B6\u4E0E\u4F60\u5728\u5546\u5E97\u89C1\u5230\u7684\u5341\u5B57\u67B6\u4E0D\u540C\uFF0C\u5728\u63E1\u4F4F\u5B83\u7684\u540C\u65F6\uFF0C\u4F60\u611F\u53D7\u5230\u4E00\u80A1\u7EAF\u51C0\u7684\u529B\u91CF\u6E17\u900F\u8FDB\u4E86\u4F53\u5185

items.weapon.melee.katar.name=\u62F3\u523A
items.weapon.melee.katar.stats_desc=\u8FD9\u662F\u4E00\u4E2A\u975E\u5E38\u5FEB\u7684\u6B66\u5668\u3002
items.weapon.melee.katar.desc=\u6709\u523A\u7684\u62F3\u73AF\uFF0C\u4F46\u53D7\u5236\u4E8E\u8F7D\u4F53\uFF0C\u8FD9\u4E9B\u5C16\u523A\u672C\u8EAB\u7684\u6740\u4F24\u529B\u5E76\u4E0D\u9AD8\u3002

items.weapon.melee.knuckles.name=\u6307\u864E
items.weapon.melee.knuckles.stats_desc=\u8FD9\u662F\u4E00\u4E2A\u975E\u5E38\u5FEB\u7684\u6B66\u5668\u3002
items.weapon.melee.knuckles.desc=\u4E00\u5757\u4E13\u95E8\u5851\u6210\u5951\u5408\u6307\u8282\u5F62\u72B6\u7684\u94C1\u7247\u3002\u4E0D\u5360\u7528\u53CC\u624B\u7A7A\u95F4\uFF0C\u63CD\u8D77\u4EBA\u65F6\u53C8\u6BD4\u7A7A\u624B\u8981\u5F3A\u4E9B\u3002

items.weapon.melee.longsword.name=\u957F\u5251
items.weapon.melee.longsword.desc=\u8FD9\u67C4\u5251\u7684\u539A\u957F\u5229\u5203\u95EA\u70C1\u7740\u4EE4\u4EBA\u5BBD\u5FC3\u7684\u5BD2\u5149\uFF0C\u4E0D\u8FC7\u8FD9\u957F\u5EA6\u4E5F\u786E\u5B9E\u8BA9\u5B83\u975E\u5E38\u6C89\u91CD\u3002

items.weapon.melee.mace.name=\u786C\u5934\u9524
items.weapon.melee.mace.stats_desc=\u8FD9\u662F\u4E00\u4E2A\u6BD4\u8F83\u7CBE\u51C6\u7684\u6B66\u5668\u3002
items.weapon.melee.mace.desc=\u8FD9\u628A\u6B66\u5668\u524D\u7AEF\u7684\u5927\u578B\u94C1\u5934\u80FD\u591F\u9020\u6210\u53EF\u89C2\u7684\u4F24\u5BB3\u3002

items.weapon.melee.magesstaff.name=\u6CD5\u5E08\u9B54\u6756
items.weapon.melee.magesstaff.ac_imbue=\u704C\u6CE8
items.weapon.melee.magesstaff.ac_zap=\u91CA\u653E
items.weapon.melee.magesstaff.prompt=\u9009\u62E9\u4E00\u6839\u8981\u5438\u6536\u7684\u6CD5\u6756
items.weapon.melee.magesstaff.imbue=\u4F60\u5C06%s\u6CE8\u5165\u9B54\u6756\u3002
items.weapon.melee.magesstaff.preserved=\u4F60\u4FDD\u7559\u4E86\u4E4B\u524D\u704C\u6CE8\u7684\u6CD5\u6756\uFF01
items.weapon.melee.magesstaff.preserved_resin=\u4E4B\u524D\u7684\u6CD5\u6756\u5931\u53BB\u9B54\u529B\uFF0C\u8FD8\u539F\u4E3A\u4E86\u5965\u672F\u805A\u916F\u3002
items.weapon.melee.magesstaff.conflict=\u76F8\u4E92\u51B2\u7A81\u7684\u9B54\u6CD5\u62B9\u53BB\u4E86\u4F60\u9B54\u6756\u4E0A\u7684\u9644\u9B54\u3002
items.weapon.melee.magesstaff.id_first=\u4F60\u9700\u8981\u5148\u9274\u5B9A\u8FD9\u6839\u6CD5\u6756\u3002
items.weapon.melee.magesstaff.cursed=\u4F60\u4E0D\u80FD\u6CE8\u5165\u4E00\u6839\u53D7\u8BC5\u5492\u7684\u6CD5\u6756\u3002
items.weapon.melee.magesstaff.imbue_desc=\u4F60\u786E\u5B9A\u8981\u5C06\u8FD9\u6839\u6CD5\u6756\u6CE8\u5165\u8001\u9B54\u6756\uFF1F\n\n\u5982\u679C\u88AB\u5438\u6536\u6CD5\u6756\u7684\u7B49\u7EA7\u5927\u4E8E\u7B49\u4E8E\u8001\u9B54\u6756\u7684\u7B49\u7EA7\uFF0C\u8001\u9B54\u6756\u4F1A\u5728\u7EE7\u627F\u8FD9\u6839\u6CD5\u6756\u7684\u7B49\u7EA7\u540E\u518D\u52A0\u4E0A\u81EA\u8EAB\u7684\u4E00\u7EA7\u3002\n\n\u5728\u8FD9\u6B21\u704C\u6CE8\u540E\uFF0C\u8001\u9B54\u6756\u4F1A\u53D8\u4E3A_ %d _\u7EA7\u3002
items.weapon.melee.magesstaff.imbue_lost=\u9B54\u6756\u4E4B\u524D\u5438\u6536\u7684\u9B54\u529B\u90FD\u4F1A\u6D88\u6563\u3002
items.weapon.melee.magesstaff.imbue_talent=\u6700\u8FD1\u7528\u4E8E\u704C\u6CE8\u7684\u6CD5\u6756\u6709_ %1$d%% _\u7684\u6982\u7387\u56DE\u6536\u4E3A0\u7EA7\u6CD5\u6756\u3002\n\u4F60\u8FD8\u80FD\u56DE\u6536_ %2$d _\u6839\u6CD5\u6756\u3002\n\u5982\u679C\u6CA1\u80FD\u6210\u529F\u56DE\u6536\u4E3A\u6CD5\u6756\uFF0C\u4F60\u5C06\u83B7\u5F97\u4E00\u4E2A\u5965\u672F\u805A\u916F\u3002
items.weapon.melee.magesstaff.yes=\u662F\u7684\uFF0C\u6211\u786E\u5B9A
items.weapon.melee.magesstaff.no=\u4E0D\uFF0C\u6211\u6539\u4E3B\u610F\u4E86
items.weapon.melee.magesstaff.desc=\u8FD9\u652F\u8001\u9B54\u6756\u662F\u4EF6\u72EC\u4E00\u65E0\u4E8C\u7684\u9B54\u6CD5\u6B66\u5668\uFF0C\u7531\u6CD5\u5E08\u4EB2\u81EA\u96D5\u7422\u800C\u6210\uFF0C\u80FD\u6CE8\u5165\u5176\u5B83\u6CD5\u6756\u7684\u9B54\u529B\u4EE5\u83B7\u53D6\u65B0\u7684\u529B\u91CF\u3002
items.weapon.melee.magesstaff.no_wand=\u8FD9\u652F\u6CD5\u6756\u5E76\u6CA1\u6709\u4EFB\u4F55\u9B54\u529B\uFF0C \u5B83\u5FC5\u987B\u5148\u88AB_\u6CE8\u5165\u8FDB\u53E6\u4E00\u652F\u6CD5\u6756\u7684\u9B54\u529B_\u624D\u80FD\u7528\u4E8E\u65BD\u653E\u6CD5\u672F\u3002
items.weapon.melee.magesstaff.has_wand=\u9B54\u6756\u76EE\u524D\u88AB\u704C\u6CE8\u4E86_%s_\u7684\u529B\u91CF\u3002
items.weapon.melee.magesstaff.cursed_wand=\u8FD9\u6839\u9B54\u6756\u53D7\u5230\u4E86\u8BC5\u5492\uFF0C\u5BFC\u81F4\u5B83\u7684\u9B54\u6CD5\u6DF7\u4E71\u800C\u968F\u673A\u3002

items.weapon.melee.meleeweapon.stats_known=\u8FD9\u4EF6_%1$d\u9636_\u8FD1\u6218\u6B66\u5668\u53EF\u4EE5\u9020\u6210_%2$d~%3$d\u70B9\u4F24\u5BB3_\uFF0C\u5E76\u4E14\u9700\u8981_%4$d\u70B9\u529B\u91CF_\u6765\u6B63\u5E38\u4F7F\u7528\u3002
items.weapon.melee.meleeweapon.stats_unknown=\u4E00\u822C\u60C5\u51B5\u4E0B\u8FD9\u4EF6_%1$d\u9636_\u8FD1\u6218\u6B66\u5668\u53EF\u4EE5\u9020\u6210_%2$d~%3$d\u70B9\u4F24\u5BB3_\uFF0C\u5E76\u4E14\u9700\u8981_%4$d\u70B9\u529B\u91CF_\u6765\u6B63\u5E38\u4F7F\u7528\u3002
items.weapon.melee.meleeweapon.probably_too_heavy=\u8FD9\u4EF6\u6B66\u5668\u5BF9\u4F60\u6765\u8BF4\u6216\u8BB8\u592A\u91CD\u4E86\u3002
items.weapon.melee.meleeweapon.stats_desc=

items.weapon.melee.scythe.name=\u5DE8\u9570
items.weapon.melee.scythe.stats_desc=\u51FB\u6740\u654C\u4EBA\u53EF\u4EE5\u83B7\u53D6\u66B4\u51FB\u589E\u76CA\u3002\n\n_\u6536\u5272_\uFF1A\u5BF9\u653B\u51FB\u8303\u56F4\u91CC\u6240\u6709\u76EE\u6807\u540C\u65F6\u8FDB\u884C\u653B\u51FB\uFF0C\u5E76\u5272\u9664\u8303\u56F4\u5185\u7684\u8349\uFF0C\u4F46\u53EA\u670960%\u7684\u4F24\u5BB3\u500D\u7387\u4E14\u56FA\u5B9A\u6D88\u80172\u56DE\u5408\u3002
items.weapon.melee.scythe.desc=\u4E00\u628A\u5DE8\u5927\u7684\u9570\u5200\uFF0C\u4F3C\u4E4E\u7528\u6709\u7740\u5229\u7528\u654C\u4EBA\u9C9C\u8840\u7684\u80FD\u529B\u3002
items.weapon.melee.scythe.ac_reap=\u6536\u5272
items.weapon.melee.scythe.not_equipped=\u4F60\u9700\u8981\u88C5\u5907\u8FD9\u628A\u6B66\u5668\u624D\u80FD\u4F7F\u7528\u5B83\u7684\u80FD\u529B\u3002

items.weapon.melee.shortsword.name=\u77ED\u5251
items.weapon.melee.shortsword.desc=\u5B83\u786E\u5B9E\u76F8\u5F53\u77ED\uFF0C\u53EA\u6BD4\u4E00\u628A\u5315\u9996\u957F\u51FA\u51E0\u5398\u7C73\u3002

items.weapon.melee.quarterstaff.name=\u94C1\u5934\u68CD
items.weapon.melee.quarterstaff.stats_desc=\u8FD9\u4EF6\u6B66\u5668\u53EF\u4EE5\u683C\u63210~2\u70B9\u4F24\u5BB3\u3002
items.weapon.melee.quarterstaff.desc=\u8FD9\u662F\u4E24\u7AEF\u4EE5\u94C1\u5305\u8986\u7684\u786C\u6728\u68CD\u3002

items.weapon.melee.roundshield.name=\u5706\u76FE
items.weapon.melee.roundshield.typical_stats_desc=\u8FD9\u4EF6\u6B66\u5668\u901A\u5E38\u80FD\u683C\u63210~%d\u70B9\u4F24\u5BB3\u3002\u683C\u6321\u91CF\u4F1A\u968F\u7740\u6B66\u5668\u7684\u5347\u7EA7\u800C\u63D0\u5347\u3002
items.weapon.melee.roundshield.stats_desc=\u8FD9\u4EF6\u6B66\u5668\u80FD\u683C\u63210~%d\u70B9\u4F24\u5BB3\u3002\u901A\u8FC7\u5347\u7EA7\u53EF\u4EE5\u4F7F\u683C\u6321\u91CF\u589E\u957F\u3002
items.weapon.melee.roundshield.desc=\u8FD9\u4E2A\u5927\u76FE\u53EF\u4EE5\u6709\u6548\u683C\u6321\u653B\u51FB\uFF0C\u5728\u5371\u673A\u65F6\u523B\u4E5F\u53EF\u4EE5\u4F5C\u4E3A\u4E0D\u9519\u7684\u6B66\u5668\u4F7F\u7528\u3002

items.weapon.melee.runicblade.name=\u7B26\u6587\u4E4B\u5203
items.weapon.melee.runicblade.stats_desc=\u8FD9\u628A\u6B66\u5668\u4ECE\u5347\u7EA7\u4E2D\u83B7\u5F97\u66F4\u591A\u4F24\u5BB3\u3002
items.weapon.melee.runicblade.desc=\u6765\u81EA\u5931\u843D\u4E4B\u5730\u7684\u795E\u79D8\u6B66\u5668\uFF0C\u6709\u7740\u660E\u4EAE\u7684\u84DD\u8272\u5200\u5203\u3002

items.weapon.melee.sai.name=\u53CC\u9497
items.weapon.melee.sai.stats_desc=\u8FD9\u662F\u4E00\u5957\u975E\u5E38\u5FEB\u7684\u6B66\u5668\u3002
items.weapon.melee.sai.desc=\u4E00\u5BF9\u8F7B\u8584\u7684\u94C1\u5203\uFF0C\u521A\u597D\u4E00\u624B\u4E00\u628A\u3002\u5728\u5FEB\u901F\u65A9\u51FB\u65B9\u9762\u5341\u5206\u51FA\u8272\u3002

items.weapon.melee.scimitar.name=\u5F2F\u5200
items.weapon.melee.scimitar.stats_desc=\u8FD9\u662F\u4E00\u628A\u6BD4\u8F83\u5FEB\u7684\u6B66\u5668\u3002
items.weapon.melee.scimitar.desc=\u4E00\u628A\u539A\u91CD\u7684\u5F2F\u5200\u3002\u5B83\u7684\u5F62\u72B6\u80FD\u8BA9\u5B83\u8FDB\u884C\u66F4\u5FEB\u4F46\u4E0D\u751A\u5F3A\u529B\u7684\u653B\u51FB\u3002

items.weapon.melee.seekingspear.name=\u5BFB\u89C5\u957F\u67AA
items.weapon.melee.seekingspear.stats_desc=\u8FD9\u4EF6\u6B66\u5668\u7684\u653B\u51FB\u5F02\u5E38\u81F4\u547D\uFF0C\u5BF9\u4ED8\u672A\u5BDF\u89C9\u7684\u654C\u4EBA\u65F6\u5C24\u7136\u3002\n\u8FD9\u628A\u6B66\u5668\u6709\u989D\u5916\u7684\u653B\u51FB\u8DDD\u79BB\u3002
items.weapon.melee.seekingspear.desc=\u8D64\u7EA2\u8272\u7684\u67AA\u5203\u4EFF\u4F5B\u5728\u6E34\u6C42\u9C9C\u8840\uFF0C\u800C\u5F53\u67AA\u8EAB\u8E81\u52A8\u4E0D\u5B89\u7684\u65F6\u5019\uFF0C\u4F60\u66F4\u786E\u5B9A\u4E86\u8FD9\u4E00\u70B9\u3002

items.weapon.melee.spear.name=\u957F\u77DB
items.weapon.melee.spear.stats_desc=\u8FD9\u662F\u4E00\u4EF6\u76F8\u5F53\u7F13\u6162\u7684\u6B66\u5668\u3002\n\u8FD9\u628A\u6B66\u5668\u6709\u989D\u5916\u7684\u653B\u51FB\u8DDD\u79BB\u3002
items.weapon.melee.spear.desc=\u8FD9\u662F\u4E00\u6839\u88C5\u7740\u950B\u9510\u94C1\u523A\u7684\u7EC6\u957F\u6728\u6746\u3002

items.weapon.melee.sword.name=\u5355\u624B\u5251
items.weapon.melee.sword.desc=\u5E73\u8861\u6027\u826F\u597D\u7684\u5251\u3002\u4E0D\u7B97\u592A\u5927\uFF0C\u4F46\u662F\u4F9D\u7136\u6BD4\u77ED\u5251\u957F\u4E0A\u4E0D\u5C11\u3002

items.weapon.melee.warhammer.name=\u6218\u9524
items.weapon.melee.warhammer.stats_desc=\u8FD9\u662F\u4E00\u628A\u6BD4\u8F83\u7CBE\u51C6\u7684\u6B66\u5668\u3002
items.weapon.melee.warhammer.desc=\u5F88\u5C11\u6709\u751F\u7269\u80FD\u62B5\u6321\u8FD9\u94C5\u94C1\u5DE8\u5757\u7684\u8F97\u538B\uFF0C\u4F46\u4E5F\u53EA\u6709\u6700\u5F3A\u58EE\u7684\u5192\u9669\u8005\u624D\u80FD\u6709\u6548\u4F7F\u7528\u5B83\u3002

items.weapon.melee.waterwheel.name=\u6C34\u8F66
items.weapon.melee.waterwheel.stats_desc=\u5728\u6C34\u4E0A\u6325\u821E\u8FD9\u628A\u6B66\u5668\u65F6\uFF0C\u6709\u53EF\u80FD\u6380\u8D77\u6C34\u6D6A\u51FB\u9000\u5468\u56F4\u7684\u654C\u4EBA\u3002
items.weapon.melee.waterwheel.desc=\u672C\u662F\u519C\u6C11\u4F7F\u7528\u7684\u6C34\u8F66\u7684\u4E00\u90E8\u5206\uFF0C\u628A\u8FD9\u4E1C\u897F\u62C6\u4E0B\u6765\u7528\u4F5C\u6B66\u5668\uFF0C\u4E00\u5B9A\u662F\u67D0\u4EBA\u7684\u6076\u8DA3\u5473\u3002

items.weapon.melee.whip.name=\u957F\u97AD
items.weapon.melee.whip.stats_desc=\u8FD9\u628A\u6B66\u5668\u62E5\u6709\u60CA\u4EBA\u7684\u653B\u51FB\u8DDD\u79BB\u3002
items.weapon.melee.whip.desc=\u867D\u7136\u8FD9\u628A\u6B66\u5668\u53E6\u4E00\u7AEF\u5E26\u5012\u523A\u7684\u7EF3\u5B50\u4F24\u5BB3\u4E0D\u9AD8\uFF0C\u4F46\u5B83\u7684\u653B\u51FB\u8303\u56F4\u662F\u6570\u4E00\u6570\u4E8C\u7684\u3002

items.weapon.melee.wingsword.name=\u7FFC\u5251
items.weapon.melee.wingsword.stats_desc=\u8FD9\u628A\u6B66\u5668\u62E5\u6709\u7740\u8F7B\u76C8\u7684\u9B54\u529B\u3002
items.weapon.melee.wingsword.desc=\u8FD9\u67C4\u5251\u62A4\u624B\u4E0A\u6709\u4E00\u679A\u91D1\u5C5E\u8D28\u7684\u5C0F\u7FC5\u8180\uFF0C\u9B54\u529B\u53CD\u5E94\u8BA9\u4F60\u610F\u8BC6\u5230\u8FD9\u4E0D\u662F\u5355\u7EAF\u7684\u88C5\u9970\u54C1\u3002

items.weapon.melee.wornshortsword.name=\u7834\u635F\u7684\u77ED\u5251
items.weapon.melee.wornshortsword.desc=\u4E00\u628A\u5341\u5206\u77ED\u7684\u5251\uFF0C\u5728\u5927\u91CF\u4F7F\u7528\u540E\u6709\u4E00\u5B9A\u7684\u78E8\u635F\u3002\u5B83\u6BD4\u6B63\u5E38\u60C5\u51B5\u7684\u77ED\u5251\u66F4\u8F7B\uFF0C\u4E5F\u66F4\u5F31\u3002


###missile weapons
items.weapon.missiles.darts.adrenalinedart.name=\u6FC0\u7D20\u98DE\u9556
items.weapon.missiles.darts.adrenalinedart.desc=\u8FD9\u4E9B\u98DE\u9556\u4E0A\u6D82\u7740\u4E00\u79CD\u7531\u901F\u884C\u84DF\u5236\u6210\u7684\u836F\u7269\u3002\u5F53\u76EE\u6807\u4E3A\u53CB\u65B9\u65F6\uFF0C\u5176\u79FB\u52A8\u901F\u5EA6\u548C\u653B\u51FB\u901F\u5EA6\u90FD\u4F1A\u6709\u6240\u63D0\u5347\uFF0C\u82E5\u4E3A\u654C\u65B9\u5219\u4F1A\u77ED\u6682\u964D\u4F4E\u5176\u79FB\u52A8\u901F\u5EA6\u3002\u8FD9\u53EA\u98DE\u9556\u4ECD\u80FD\u5BF9\u654C\u4EBA\u9020\u6210\u4F24\u5BB3\uFF0C\u4F46\u4E0D\u4F1A\u4F24\u53CA\u76DF\u53CB \u3002

items.weapon.missiles.darts.blindingdart.name=\u81F4\u76F2\u98DE\u9556
items.weapon.missiles.darts.blindingdart.desc=\u8FD9\u4E9B\u98DE\u9556\u4E0A\u6D82\u7740\u4E00\u79CD\u7531\u81F4\u76F2\u8349\u5236\u6210\u7684\u836F\u7269\uFF0C\u80FD\u8BA9\u76EE\u6807\u5931\u660E\u4E00\u5C0F\u6BB5\u65F6\u95F4\u3002\u836F\u6548\u6BD4\u65B0\u9C9C\u7684\u81F4\u76F2\u8349\u5F31\uFF0C\u4E0D\u4F1A\u8BA9\u76EE\u6807\u8FF7\u5931\u65B9\u5411\uFF0C\u6240\u4EE5\u76EE\u6807\u4F1A\u8BB0\u4F4F\u4F60\u4E4B\u524D\u5728\u7684\u4F4D\u7F6E\u3002

items.weapon.missiles.darts.chillingdart.name=\u5BD2\u971C\u98DE\u9556
items.weapon.missiles.darts.chillingdart.desc=\u8FD9\u4E9B\u98DE\u9556\u4E0A\u6D82\u7740\u4E00\u79CD\u7531\u51B0\u51A0\u82B1\u5236\u6210\u7684\u836F\u7269\uFF0C\u80FD\u663E\u8457\u5730\u51BB\u4F24\u76EE\u6807\u3002

items.weapon.missiles.darts.cleansingdart.name=\u51C0\u5316\u98DE\u9556
items.weapon.missiles.darts.cleansingdart.desc=\u8FD9\u4E9B\u98DE\u9556\u4E0A\u6D82\u7740\u4E00\u79CD\u7531\u6CD5\u7687\u82B1\u5236\u6210\u7684\u836F\u7269\uFF0C\u80FD\u4F7F\u53CB\u519B\u6682\u65F6\u5BF9\u6240\u6709\u8D1F\u9762\u6548\u679C\u514D\u75AB\uFF0C\u4E5F\u53EF\u4EE5\u6E05\u9664\u654C\u4EBA\u8EAB\u4E0A\u7684\u589E\u76CA\u6548\u679C\u3002\u654C\u4EBA\u751A\u81F3\u4F1A\u6682\u65F6\u5FD8\u8BB0\u5B83\u6B63\u5728\u653B\u51FB\u6216\u9003\u79BB\u4F60\u3002\u8FD9\u53EA\u98DE\u9556\u4ECD\u80FD\u5BF9\u654C\u4EBA\u9020\u6210\u4F24\u5BB3\uFF0C\u4F46\u4E0D\u4F1A\u4F24\u53CA\u76DF\u53CB \u3002

items.weapon.missiles.darts.dart.name=\u98DE\u9556
items.weapon.missiles.darts.dart.ac_tip=\u6D82\u836F
items.weapon.missiles.darts.dart.prompt=\u9009\u62E9\u4E00\u9897\u79CD\u5B50
items.weapon.missiles.darts.dart.tip_title=\u4E3A\u98DE\u9556\u6D82\u836F
items.weapon.missiles.darts.dart.tip_desc=\u4E00\u4E2A\u79CD\u5B50\u53EF\u4EE5\u4E3A 1~2 \u679A\u98DE\u9556\u6D82\u836F\u3002\u6BCF\u7C7B\u79CD\u5B50\u90FD\u80FD\u4EA7\u751F\u5BF9\u5E94\u7684\uFF0C\u5177\u6709\u72EC\u7279\u6548\u679C\u7684\u4E00\u6B21\u6027\u6D82\u836F\u98DE\u9556\u3002\n\n\u5C06\u8FD9\u4E9B\u79CD\u5B50\u6D82\u62B9\u5728\u98DE\u9556\u4E0A\u80FD\u5F97\u5230  _%s\u3002_
items.weapon.missiles.darts.dart.tip_all=\u7528 %2$d \u9897\u79CD\u5B50\u4E3A %1$d \u679A\u98DE\u9556\u6D82\u836F
items.weapon.missiles.darts.dart.tip_two=\u7528 1 \u9897\u79CD\u5B50\u4E3A 2 \u679A\u98DE\u9556\u6D82\u836F
items.weapon.missiles.darts.dart.tip_one=\u7528 1 \u9897\u79CD\u5B50\u4E3A 1 \u679A\u98DE\u9556\u6D82\u836F
items.weapon.missiles.darts.dart.tip_cancel=\u53D6\u6D88
items.weapon.missiles.darts.dart.desc=\u7531\u77ED\u6728\u6746\u548C\u91D1\u5C5E\u5C16\u5934\u7B80\u6613\u5236\u6210\uFF0C\u624B\u8155\u8F7B\u6296\u5C31\u4F1A\u7CBE\u51C6\u5730\u98DE\u5411\u76EE\u6807\u3002\u4F7F\u7528\u79CD\u5B50\u53EF\u4EE5\u4E3A\u98DE\u9556\u6D82\u836F\uFF0C\u4F7F\u5176\u5BF9\u76EE\u6807\u9020\u6210\u989D\u5916\u6548\u679C\u3002
items.weapon.missiles.darts.dart.unlimited_uses=\u7136\u800C\uFF0C\u7531\u4E8E\u98DE\u9556\u53CA\u5176\u7B80\u6613\u7684\u6784\u9020\uFF0C\u98DE\u9556\u672C\u8EAB\u53EF\u4EE5\u6C38\u4E45\u4F7F\u7528\u800C\u4E0D\u635F\u574F\u3002

items.weapon.missiles.darts.displacingdart.name=\u4F20\u9001\u98DE\u9556
items.weapon.missiles.darts.displacingdart.desc=\u8FD9\u4E9B\u98DE\u9556\u4E0A\u6D82\u7740\u4E00\u79CD\u7531\u6D88\u901D\u8349\u5236\u6210\u7684\u836F\u7269\uFF0C\u80FD\u628A\u76EE\u6807\u4F20\u9001\u8D70\u4E00\u5C0F\u6BB5\u8DDD\u79BB\u3002

items.weapon.missiles.darts.healingdart.name=\u6CBB\u7597\u98DE\u9556
items.weapon.missiles.darts.healingdart.desc=\u8FD9\u4E9B\u98DE\u9556\u4E0A\u6D82\u7740\u4E00\u79CD\u7531\u9633\u6625\u8349\u5236\u6210\u7684\u836F\u7269\uFF0C\u80FD\u5F3A\u6548\u6CBB\u7597\u76EE\u6807\u7684\u4F24\u52BF\u3002\u8FD9\u53EA\u98DE\u9556\u4ECD\u80FD\u5BF9\u654C\u4EBA\u9020\u6210\u4F24\u5BB3\uFF0C\u4F46\u4E0D\u4F1A\u4F24\u53CA\u76DF\u53CB \u3002

items.weapon.missiles.darts.holydart.name=\u795E\u5723\u98DE\u9556
items.weapon.missiles.darts.holydart.desc=\u8FD9\u4E9B\u98DE\u9556\u4E0A\u6D82\u7740\u4E00\u79CD\u7531\u661F\u9668\u82B1\u5236\u6210\u7684\u836F\u7269\uFF0C\u80FD\u5411\u76EE\u6807\u4F53\u5185\u6CE8\u5165\u795E\u5723\u80FD\u91CF\u3002\u53CB\u65B9\u6216\u5E38\u89C4\u654C\u4EBA\u5C06\u56E0\u6B64\u8FDB\u5165\u8D50\u798F\u72B6\u6001\uFF0C\u800C\u4E0D\u6B7B\u65CF\u6216\u6076\u9B54\u7C7B\u654C\u4EBA\u5219\u4F1A\u53D7\u5230\u5927\u91CF\u4F24\u5BB3\u3002\u8FD9\u53EA\u98DE\u9556\u4ECD\u80FD\u5BF9\u654C\u4EBA\u9020\u6210\u4F24\u5BB3\uFF0C\u4F46\u4E0D\u4F1A\u4F24\u53CA\u76DF\u53CB \u3002

items.weapon.missiles.darts.incendiarydart.name=\u71C3\u70E7\u98DE\u9556
items.weapon.missiles.darts.incendiarydart.desc=\u8FD9\u4E9B\u98DE\u9556\u4E0A\u6D82\u7740\u4E00\u79CD\u7531\u70C8\u7130\u82B1\u5236\u6210\u7684\u836F\u7269\uFF0C\u547D\u4E2D\u540E\u4F1A\u71C3\u8D77\u70C8\u7130\u3002

items.weapon.missiles.darts.paralyticdart.name=\u9EBB\u75F9\u98DE\u9556
items.weapon.missiles.darts.paralyticdart.desc=\u8FD9\u4E9B\u98DE\u9556\u4E0A\u6D82\u7740\u4E00\u79CD\u7531\u5730\u7F1A\u6839\u5236\u6210\u7684\u836F\u7269\uFF0C\u80FD\u8BA9\u76EE\u6807\u65E0\u52A9\u5730\u9EBB\u75F9\u4E00\u5C0F\u6BB5\u65F6\u95F4\u3002

items.weapon.missiles.darts.poisondart.name=\u6BD2\u6DB2\u98DE\u9556
items.weapon.missiles.darts.poisondart.desc=\u8FD9\u4E9B\u98DE\u9556\u4E0A\u6D82\u7740\u4E00\u79CD\u7531\u65AD\u80A0\u8349\u5236\u6210\u7684\u836F\u7269\uFF0C\u80FD\u4F7F\u76EE\u6807\u4E2D\u6BD2\u3002

items.weapon.missiles.darts.rotdart.name=\u8150\u8393\u98DE\u9556
items.weapon.missiles.darts.rotdart.desc=\u8FD9\u90AA\u6076\u7684\u98DE\u9556\u4E0A\u6D82\u7740\u4E00\u79CD\u7531\u8150\u8393\u5236\u6210\u7684\u9178\u6027\u5316\u5408\u7269\uFF0C\u80FD\u591F\u8680\u7A7F\u98DE\u9556\u547D\u4E2D\u7684\u4EFB\u4F55\u4E1C\u897F\u3002\u901A\u5E38\u7684\u76EE\u6807\u4F1A\u76F4\u63A5\u88AB\u8150\u8680\u81F3\u6B7B\uFF0C\u5F3A\u5927\u7684\u654C\u4EBA\u5219\u80FD\u76F8\u5F53\u5927\u7A0B\u5EA6\u4E0A\u62B5\u5FA1\u8FD9\u79CD\u6548\u679C\u3002\u8FD9\u79CD\u5316\u5408\u7269\u7A33\u5B9A\u800C\u5947\u5F02\uFF0C\u8010\u4E45\u5EA6\u8F83\u5176\u5B83\u79CD\u7C7B\u7684\u6D82\u836F\u98DE\u9556\u66F4\u5F3A\uFF0C\u4F46\u5374\u65E0\u6CD5\u88AB\u5916\u529B\u63D0\u5347\u3002

items.weapon.missiles.darts.shockingdart.name=\u7535\u51FB\u98DE\u9556
items.weapon.missiles.darts.shockingdart.desc=\u8FD9\u4E9B\u98DE\u9556\u4E0A\u6D82\u7740\u4E00\u79CD\u7531\u98CE\u66B4\u85E4\u5236\u6210\u7684\u836F\u7269\uFF0C\u80FD\u8BA9\u76EE\u6807\u53D7\u5230\u5F3A\u70C8\u7684\u7535\u51FB\u3002

items.weapon.missiles.darts.tippeddart.ac_clean= \u6E05\u6D17
items.weapon.missiles.darts.tippeddart.clean_title=\u6E05\u6D17\u98DE\u9556
items.weapon.missiles.darts.tippeddart.clean_desc=\u8FD9\u9879\u64CD\u4F5C\u4F1A\u53BB\u9664\u98DE\u9556\u4E0A\u7684\u6D82\u836F\uFF0C\u5C06\u5176\u53D8\u56DE\u666E\u901A\u98DE\u9556\u3002
items.weapon.missiles.darts.tippeddart.clean_all=\u6E05\u6D17\u5168\u90E8
items.weapon.missiles.darts.tippeddart.clean_one=\u6E05\u6D17\u4E00\u679A
items.weapon.missiles.darts.tippeddart.cancel=\u53D6\u6D88
items.weapon.missiles.darts.tippeddart.durability=\u6D82\u836F\u98DE\u9556\u5728\u4F7F\u7528\u4E00\u5B9A\u6B21\u6570\u540E\u4F1A\u5931\u53BB\u836F\u6548\u53D8\u4E3A\u666E\u901A\u98DE\u9556\u3002
items.weapon.missiles.darts.tippeddart.uses_left=\u8FD9\u4E9B\u6D82\u836F\u98DE\u9556\u518D\u4F7F\u7528_%d/%d_\u6B21\u5C31\u4F1A\u6709\u4E00\u4E2A\u5931\u53BB\u836F\u6548\u3002
items.weapon.missiles.darts.tippeddart.unlimited_uses=_\u4F46\u662F\u56E0\u4E3A\u5B83\u4EEC\u6781\u9AD8\u7684\u54C1\u8D28\uFF0C\u53EF\u4EE5\u6C38\u4E45\u4F7F\u7528\u800C\u4E0D\u635F\u574F\u3002_
items.weapon.missiles.darts.tippeddart.about_to_break=\u4F60\u98DE\u9556\u4E0A\u7684\u6D82\u836F\u5FEB\u8981\u5931\u6548\u4E86\u3002


items.weapon.missiles.bolas.name=\u6D41\u661F\u9524
items.weapon.missiles.bolas.desc=\u8FD9\u79CD\u5947\u602A\u7684\u8FDC\u7A0B\u6B66\u5668\u9020\u6210\u7684\u4F24\u5BB3\u5E76\u4E0D\u9AD8\uFF0C\u4F46\u662F\u80FD\u7528\u6765\u7ECA\u5012\u76EE\u6807\u4F7F\u5176\u51CF\u901F\uFF0C\u6548\u679C\u5F88\u597D\u3002

items.weapon.missiles.boomerang.name=\u56DE\u65CB\u9556
items.weapon.missiles.boomerang.desc=\u88AB\u6295\u5411\u654C\u4EBA\u540E\uFF0C\u8FD9\u5177\u6241\u5E73\u7684\u66F2\u72B6\u6728\u5236\u6295\u63B7\u7269\u80FD\u591F\u81EA\u52A8\u56DE\u5230\u6295\u63B7\u8005\u624B\u4E2D\u3002
items.weapon.missiles.boomerang.durability=\u8FD9\u4E2A\u56DE\u65CB\u9556\u9020\u5F97\u975E\u5E38\u7ED3\u5B9E\uFF0C\u4F7F\u7528\u540E\u4E0D\u4F1A\u4EA7\u751F\u635F\u8017\u3002

items.weapon.missiles.fishingspear.name=\u6355\u9C7C\u77DB
items.weapon.missiles.fishingspear.desc=\u5C0F\u5DE7\u7684\u6295\u63B7\u7528\u77ED\u77DB\uFF0C\u672C\u6765\u662F\u7528\u6765\u6355\u9C7C\u7684\uFF0C\u4E0D\u8FC7\u4E5F\u80FD\u5F53\u4E2A\u6B66\u5668\u7528\u3002

items.weapon.missiles.forcecube.name=\u9707\u7206\u65B9\u77F3
items.weapon.missiles.forcecube.ondeath=\u4F60\u88AB\u81EA\u5DF1\u7684\u9707\u7206\u65B9\u77F3\u9707\u6210\u4E86\u788E\u7247...
items.weapon.missiles.forcecube.desc=\u8FD9\u79CD\u5947\u5F62\u602A\u72B6\u7684\u6B66\u5668\u5C0F\u5230\u53EF\u4EE5\u63E1\u5728\u638C\u5FC3\uFF0C\u4F46\u6781\u5176\u6C89\u91CD\u3002\u547D\u4E2D\u76EE\u7684\u5730\u540E\uFF0C\u8FD9\u79CD\u6B66\u5668\u4F1A\u628A\u51B2\u51FB\u529B\u53D1\u6563\u5230\u4E00\u4E2A\u5C0F\u8303\u56F4\u5185\uFF0C\u5BF9\u6CE2\u53CA\u533A\u57DF\u5185\u7684\u6240\u6709\u5355\u4F4D\u9020\u6210\u4F24\u5BB3\u3002

items.weapon.missiles.heavyboomerang.name=\u91CD\u578B\u56DE\u65CB\u9556
items.weapon.missiles.heavyboomerang.desc=\u8FD9\u628A\u5927\u5757\u5934\u56DE\u65CB\u9556\u7B28\u91CD\u96BE\u7528\uFF0C\u4F46\u80FD\u9020\u6210\u53EF\u89C2\u7684\u4F24\u5BB3\u3002\u6254\u51FA\u540E\uFF0C\u5B83\u4F1A\u5728\u51E0\u56DE\u5408\u5185\u98DE\u56DE\u5230\u6254\u51FA\u7684\u5730\u70B9\u3002

items.weapon.missiles.javelin.name=\u6807\u67AA
items.weapon.missiles.javelin.desc=\u8FD9\u4E9B\u5927\u53F7\u6295\u63B7\u7528\u957F\u67AA\u4E0A\u7684\u914D\u91CD\u4FDD\u8BC1\u5B83\u4EEC\u4F1A\u4EE5\u5C16\u7AEF\u4E3A\u9996\u98DE\u5411\u76EE\u6807\u3002

items.weapon.missiles.kunai.name=\u82E6\u65E0
items.weapon.missiles.kunai.desc=\u6280\u5DE7\u9AD8\u6DF1\u8005\u80FD\u7528\u8FD9\u79CD\u5C0F\u5200\u9020\u6210\u53EF\u89C2\u7684\u4F24\u5BB3\u3002\u8FD9\u79CD\u6B66\u5668\u5728\u5BF9\u4ED8\u672A\u5BDF\u89C9\u4F60\u7684\u654C\u4EBA\u65F6\u66F4\u4E3A\u6709\u6548\u3002

items.weapon.missiles.missileweapon.stats=\u8FD9\u4EF6_%1$d\u9636_\u6295\u63B7\u6B66\u5668\u80FD\u9020\u6210_%2$d~%3$d\u70B9\u4F24\u5BB3_\u5E76\u9700\u8981_%4$d\u70B9\u529B\u91CF_\u6765\u6B63\u5E38\u4F7F\u7528\u3002
items.weapon.missiles.missileweapon.distance=\u8FD9\u79CD\u6B66\u5668\u88AB\u4E13\u95E8\u8BBE\u8BA1\u7528\u4E8E\u8FDC\u7A0B\u653B\u51FB\uFF0C\u5728\u8FDC\u7A0B\u653B\u51FB\u76EE\u6807\u65F6\u83B7\u5F97\u989D\u5916\u7684\u547D\u4E2D\u52A0\u6210\uFF0C\u5F53\u7136\u8FD1\u6218\u8303\u56F4\u4F7F\u7528\u5B83\u65F6\u7CBE\u51C6\u4F1A\u5927\u5E45\u964D\u4F4E\u3002
items.weapon.missiles.missileweapon.durability=\u6295\u63B7\u6B66\u5668\u5728\u4F7F\u7528\u8FC7\u7A0B\u4E2D\u4F1A\u78E8\u635F\u5E76\u6700\u7EC8\u635F\u574F\u3002
items.weapon.missiles.missileweapon.uses_left=\u8FD9\u4E00\u7EC4\u6B66\u5668\u518D\u7528_%d/%d_\u6B21\u5C31\u4F1A\u6709\u4E00\u4EF6\u88AB\u635F\u8017\u6389\u3002
items.weapon.missiles.missileweapon.unlimited_uses=_\u4F46\u662F\u56E0\u4E3A\u5B83\u4EEC\u6781\u9AD8\u7684\u54C1\u8D28\uFF0C\u53EF\u4EE5\u6C38\u4E45\u4F7F\u7528\u800C\u4E0D\u635F\u574F\u3002_
items.weapon.missiles.missileweapon.about_to_break=\u4F60\u7684\u6295\u63B7\u6B66\u5668\u5FEB\u8981\u635F\u574F\u4E86\u3002
items.weapon.missiles.missileweapon$placeholder.name=\u6295\u63B7\u7269

items.weapon.missiles.shuriken.name=\u624B\u91CC\u5251
items.weapon.missiles.shuriken.desc=\u950B\u5229\u7684\u661F\u5F62\u91D1\u5C5E\u5203\u7247\uFF0C\u975E\u5E38\u8F7B\u4FBF\u3002\u5728\u79FB\u52A8\u540E\u5373\u53EF\u77AC\u95F4\u6295\u51FA\u3002

items.weapon.missiles.throwingclub.name=\u98DE\u69CC
items.weapon.missiles.throwingclub.desc=\u7B80\u5355\u7C97\u66B4\u7684\u6295\u63B7\u6B66\u5668\uFF0C\u8BF4\u767D\u4E86\u5C31\u662F\u4E00\u5757\u7ED1\u7740\u6839\u6728\u68CD\u7684\u5927\u77F3\u5934\u3002\u4F24\u5BB3\u7A0D\u4F4E\uFF0C\u4F46\u7ED3\u5B9E\u7684\u77F3\u69CC\u5934\u8BA9\u5B83\u4EEC\u975E\u5E38\u8010\u7528\uFF0C\u800C\u4E14\u4E0D\u4F1A\u7559\u5728\u654C\u4EBA\u8EAB\u4E0A\u3002

items.weapon.missiles.throwinghammer.name=\u6295\u63B7\u9524
items.weapon.missiles.throwinghammer.desc=\u8FD9\u4E9B\u6C89\u7538\u7538\u7684\u9524\u5B50\u662F\u7528\u6765\u6254\u5411\u654C\u4EBA\u7684\u3002\u4F24\u5BB3\u7A0D\u4F4E\uFF0C\u4F46\u5E73\u6ED1\u7684\u7EAF\u91D1\u5C5E\u7684\u5236\u4F5C\u5DE5\u827A\u8BA9\u5B83\u4EEC\u975E\u5E38\u7ED3\u5B9E\uFF0C\u800C\u4E14\u4E0D\u4F1A\u7559\u5728\u654C\u4EBA\u8EAB\u4E0A\u3002

items.weapon.missiles.throwingknife.name=\u98DE\u5200
items.weapon.missiles.throwingknife.desc=\u8FD9\u4E9B\u8F7B\u4FBF\u7684\u5C0F\u5200\u4E0D\u540C\u4E8E\u666E\u901A\u7684\u5315\u9996\uFF0C\u5E73\u8861\u7684\u914D\u91CD\u4F7F\u5176\u80FD\u5728\u98DE\u884C\u540E\u51C6\u786E\u5730\u523A\u7A7F\u76EE\u6807\u3002\u8FD9\u79CD\u6B66\u5668\u5BF9\u672A\u5BDF\u89C9\u4F60\u7684\u654C\u4EBA\u66F4\u52A0\u6709\u6548\u3002

items.weapon.missiles.throwingspear.name=\u6295\u77DB
items.weapon.missiles.throwingspear.desc=\u8FD9\u4E9B\u8F7B\u4FBF\u77ED\u77DB\u7684\u6728\u6746\u975E\u5E38\u7EA4\u7EC6\uFF0C\u5F88\u660E\u663E\u662F\u4E00\u79CD\u6295\u63B7\u578B\u6B66\u5668\uFF0C\u4E0D\u9002\u5408\u7528\u6765\u8FD1\u6218\u3002

items.weapon.missiles.throwingstone.name=\u77F3\u5B50
items.weapon.missiles.throwingstone.desc=\u8FD9\u4E9B\u77F3\u5934\u88AB\u4EBA\u7528\u7802\u7EB8\u6253\u78E8\u6210\u8D81\u624B\u7684\u5F62\u72B6\uFF0C\u6BD4\u666E\u901A\u77F3\u5B50\u66F4\u9002\u5408\u5927\u529B\u6295\u5411\u76EE\u6807\u3002\u5C3D\u7BA1\u5DE5\u827A\u7CBE\u6E5B\uFF0C\u4F5C\u4E3A\u6B66\u5668\u8FD8\u662F\u4E0D\u592A\u53EF\u9760\u3002

items.weapon.missiles.tomahawk.name=\u98DE\u65A7
items.weapon.missiles.tomahawk.desc=\u8FD9\u79CD\u6709\u952F\u9F7F\u5F62\u65A7\u5203\u7684\u6295\u63B7\u65A7\u7528\u8D77\u6765\u6709\u70B9\u56F0\u96BE\uFF0C\u4F46\u662F\u6B63\u4E2D\u76EE\u6807\u9020\u6210\u7684\u4F24\u53E3\u4F1A\u8BA9\u654C\u4EBA\u6D41\u8840\u3002

items.weapon.missiles.trident.name=\u4E09\u53C9\u621F
items.weapon.missiles.trident.desc=\u4E00\u628A\u5C16\u7AEF\u6709\u7740\u4E09\u6839\u81F4\u547D\u5C16\u53C9\u7684\u7279\u5927\u53F7\u6295\u63B7\u7528\u957F\u67AA\u3002\u5A01\u529B\u6781\u5927\uFF0C\u4F46\u4E5F\u5F88\u91CD\u3002


items.weapon.spiritbow.name=\u7075\u80FD\u77ED\u5F13
items.weapon.spiritbow.ac_shoot=\u5C04\u51FB
items.weapon.spiritbow.prompt=\u9009\u62E9\u4E00\u4E2A\u76EE\u6807
items.weapon.spiritbow.stats=\u8FD9\u628A\u5F13\u4E0D\u80FD\u76F4\u63A5\u5347\u7EA7\uFF0C\u4F46\u662F\u4F1A\u968F\u7740\u4F60\u7B49\u7EA7\u63D0\u5347\u800C\u9010\u6E10\u589E\u5F3A\u3002\u4EE5\u4F60\u76EE\u524D\u7684\u7B49\u7EA7\uFF0C\u8FD9\u628A\u5F13\u5C04\u51FA\u7684\u6BCF\u53EA\u7BAD\u53EF\u4EE5\u9020\u6210_%1$d-%2$d\u70B9\u4F24\u5BB3_\u5E76\u4E14\u9700\u8981_%3$d\u70B9\u529B\u91CF_\u6765\u6B63\u5E38\u4F7F\u7528\u3002
items.weapon.spiritbow.desc=\u4E00\u628A\u7531\u8FDC\u53E4\u7075\u6728\u5236\u6210\u7684\u5F13\uFF0C\u5F13\u5F26\u548C\u5F13\u8EAB\u7684\u523B\u7EB9\u6563\u53D1\u7740\u82CD\u84DD\u8272\u7684\u5E7D\u5149\u3002\u62C9\u5F00\u5F13\u5F26\u65F6\uFF0C\u4E00\u53D1\u9B54\u6CD5\u7BAD\u77E2\u4F1A\u751F\u6210\u5728\u5F13\u8EAB\u4E00\u4FA7\u5411\u76EE\u6807\u98DE\u53BB\u3002

items.weapon.weapon.identify=\u4F60\u5BF9\u624B\u4E2D\u7684\u6B66\u5668\u5DF2\u7ECF\u8DB3\u591F\u719F\u6089\u5E76\u5C06\u5176\u5B8C\u5168\u9274\u5B9A\u3002
items.weapon.weapon.too_heavy=\u56E0\u4E3A\u4F60\u7684\u529B\u91CF\u4E0D\u8DB3\uFF0C\u8BE5\u6B66\u5668\u4F1A\u964D\u4F4E\u4F60\u7684\u653B\u901F\u548C\u7CBE\u51C6\uFF0C\u5E76\u8BA9\u4F60\u65E0\u6CD5\u5077\u88AD\u3002
items.weapon.weapon.excess_str=\u4F60\u7684\u989D\u5916\u529B\u91CF\u8BA9\u4F60\u5728\u4F7F\u7528\u8FD9\u4EF6\u6B66\u5668\u65F6\u6700\u591A\u80FD\u591F\u9020\u6210_%d\u70B9\u989D\u5916\u4F24\u5BB3_\u3002
items.weapon.weapon.incompatible=\u4E0D\u540C\u5C5E\u6027\u7684\u9B54\u6CD5\u76F8\u51B2\u7A81\uFF0C\u6D88\u9664\u4E86\u6B66\u5668\u4E0A\u7684\u9644\u9B54\uFF01
items.weapon.weapon.cursed_worn=\u7531\u4E8E\u8FD9\u4EF6\u6B66\u5668\u88AB\u8BC5\u5492\uFF0C\u4F60\u65E0\u6CD5\u5C06\u5176\u653E\u4E0B\u3002
items.weapon.weapon.cursed=\u4F60\u80FD\u611F\u89C9\u5230\u8FD9\u4EF6\u6B66\u5668\u91CC\u6F5C\u4F0F\u7740\u4E00\u80A1\u5145\u6EE1\u6076\u610F\u7684\u9B54\u529B\u3002
items.weapon.weapon.weak_cursed=\u867D\u7136\u8FD9\u4EF6\u6B66\u5668\u6709\u8BC5\u5492\uFF0C\u4F46\u662F\u4F60\u53EF\u4EE5\u8131\u4E0B\u5B83\u3002
items.weapon.weapon.not_cursed=\u8FD9\u4EF6\u6B66\u5668\u6CA1\u6709\u88AB\u8BC5\u5492\u3002
items.weapon.weapon.faster=\u8FD9\u4EF6\u6B66\u5668\u5F3A\u5316\u4E86_\u653B\u901F_\u3002
items.weapon.weapon.stronger=\u8FD9\u4EF6\u6B66\u5668\u5F3A\u5316\u4E86_\u4F24\u5BB3_\u3002
items.weapon.weapon.enchanted=\u8FD9\u4E2A\u62E5\u6709 _%s_\u3002
items.weapon.weapon$enchantment.enchant=\u9644\u9B54


###misc items
items.amulet.name=Yendor\u62A4\u8EAB\u7B26
items.amulet.ac_end=\u7ED3\u675F\u6E38\u620F
items.amulet.desc=Yendor\u62A4\u8EAB\u7B26\u662F\u4EBA\u7C7B\u4E0E\u77EE\u4EBA\u6240\u77E5\u7684\u6700\u5F3A\u5927\u7684\u795E\u5668\u3002\u5176\u4E0A\u9576\u5D4C\u7684\u6676\u77F3\u5947\u5149\u8F89\u6620\u3001\u6C14\u8C61\u975E\u5E38\uFF0C\u8574\u542B\u7740\u4E0D\u53EF\u601D\u8BAE\u7684\u795E\u5947\u529B\u91CF\u3002
items.amulet.desc_origins=\u62A4\u8EAB\u7B26\u7684\u8D77\u6E90\u4E0E\u79CD\u79CD\u8FC7\u53BB\u65E0\u4EBA\u77E5\u6653\u3002\u636E\u5386\u53F2\u8BB0\u8F7D\uFF0C\u77EE\u4EBA\u56FD\u738B\u66FE\u5938\u53E3\u8BF4\u4ED6\u5728\u77EE\u4EBA\u6587\u660E\u4E0E\u5916\u754C\u5207\u65AD\u4E00\u5207\u8054\u7CFB\u4E4B\u524D\u4E0D\u4E45\u5C31\u53D1\u73B0\u4E86\u8FD9\u4EF6\u795E\u5668\u3002\u90A3\u4E48\uFF0C\u4ED6\u662F\u5982\u4F55\u627E\u5230\u7684\uFF1F\u53E4\u795E\u53C8\u662F\u600E\u6837\u4ECE\u4ED6\u90A3\u91CC\u593A\u8D70\u4E86\u62A4\u8EAB\u7B26\uFF1F\u4E5F\u8BB8\u8FD9\u4E9B\u95EE\u9898\u4E0D\u9700\u8981\u73B0\u5728\u89E3\u7B54\uFF0C\u771F\u6B63\u91CD\u8981\u7684\u662F\uFF1A\u62A4\u8EAB\u7B26\u6B63\u5C5E\u4E8E\u4F60\uFF01
items.amulet.desc_ascent=\u62A4\u8EAB\u7B26\u7684\u8D77\u6E90\u4E0E\u79CD\u79CD\u8FC7\u53BB\u65E0\u4EBA\u77E5\u6653\uFF0C\u4F46\u663E\u7136\u5B83\u5DF2\u5728\u53E4\u795E\u7684\u529B\u91CF\u4E0B\u53D7\u5230\u4E86\u6781\u5927\u7684\u4FB5\u8680\u3002\u4F60\u5728\u5730\u7262\u4E2D\u8E0F\u7ECF\u7684\u6BCF\u4E00\u5BF8\u571F\u5730\u4F3C\u4E4E\u90FD\u5DF2\u5728\u53E4\u795E\u610F\u5FD7\u7684\u638C\u63A7\u4E4B\u4E0B\uFF0C\u9762\u524D\u7684\u654C\u4EBA\u4E5F\u53D8\u5F97\u4F17\u591A\u5F3A\u52BF\u3001\u66F4\u751A\u4EE5\u5F80\uFF01\u4F60\u4E5F\u65E0\u529B\u4F7F\u7528\u6216\u629B\u4E0B\u62A4\u8EAB\u7B26\u4E86\u2014\u2014\u6B64\u65F6\u5B83\u4E0E\u88AB\u8BC5\u5492\u5DF2\u51E0\u65E0\u5DEE\u522B\u3002
items.amulet.ascent_title=\u8E0F\u8FD4\u767B\u4E34
items.amulet.ascent_desc=\u4F60\u5F00\u59CB\u611F\u53D7\u5230\u53E4\u795E\u5F3A\u5927\u53EF\u6016\u7684\u529B\u91CF\u81EA\u62A4\u8EAB\u7B26\u4E2D\u6CDB\u6EA2\u800C\u51FA\u3002\u51ED\u51E1\u4EBA\u7684\u533A\u533A\u8089\u8EAB\u81EA\u8FD9\u5730\u7262\u4E4B\u5E95\u5411\u4E0A\u6500\u767B\u81F3\u5730\u9762\u5C06\u8FDC\u6BD4\u4F60\u60F3\u8C61\u4E2D\u7684\u66F4\u96BE\uFF01\n\n\u5982\u679C\u4F60\u7EE7\u7EED\u5728\u6301\u6709\u62A4\u8EAB\u7B26\u7684\u60C5\u51B5\u4E0B\u5411\u4E0A\u8FD4\u56DE\uFF0C\u5730\u7262\u5C06\u4F1A\u53D8\u5F97\u66F4\u52A0\u9669\u6076\u91CD\u91CD\u3002\u8DE8\u5C42\u7684\u4F20\u9001\u5C06\u4F1A\u88AB\u6291\u5236\uFF0C\u800C\u51FB\u6740\u6CBF\u9014\u654C\u4EBA\u8FD4\u56DE\u5730\u9762\u5219\u5C06\u6210\u4E3A\u4F60\u8D62\u5F97\u8FD9\u5C40\u6E38\u620F\u7684\u552F\u4E00\u65B9\u5F0F\uFF01\n\n\u5982\u679C\u4F60\u65E0\u610F\u63A5\u53D7\u8FD9\u6837\u7684\u6311\u6218\uFF0C\u4F60\u53EF\u4EE5\u628A\u62A4\u8EAB\u7B26\u7559\u5728\u8FD9\u91CC\u53EA\u8EAB\u8FD4\u56DE\uFF0C\u4E5F\u53EF\u4EE5\u9009\u62E9\u76F4\u63A5\u7528\u62A4\u8EAB\u7B26\u4EE5\u6B63\u5E38\u7ED3\u675F\u6E38\u620F\u3002
items.amulet.ascent_yes=\u8FD8\u6CA1\u6709\u7ED3\u675F\uFF01
items.amulet.ascent_no=\u5927\u53EF\u4E8E\u6B64\u6B62\u6B65

items.ankh.name=\u91CD\u751F\u5341\u5B57\u67B6
items.ankh.ac_bless=\u795D\u798F
items.ankh.bless=\u4F60\u7528\u6563\u53D1\u7740\u6CBB\u6108\u9B54\u529B\u7684\u6E05\u6C34\u795D\u798F\u4E86\u8FD9\u679A\u91CD\u751F\u5341\u5B57\u67B6\u3002
items.ankh.desc=\u8FD9\u679A\u8C61\u5F81\u4E0D\u673D\u7684\u53E4\u8001\u9970\u54C1\u80FD\u4F7F\u4EBA\u8D77\u6B7B\u56DE\u751F\u3002\u4E0D\u8FC7\u5927\u90E8\u5206\u7269\u54C1\u5C06\u4F1A\u88AB\u9057\u843D\u5728\u6B7B\u4EA1\u7684\u5730\u70B9\uFF0C\u7B49\u5F85\u4F60\u53BB\u62FE\u56DE\u3002\u88C5\u6EE1\u7684\u6C34\u888B\u53EF\u7528\u4E8E\u5BF9\u91CD\u751F\u5341\u5B57\u67B6\u8FDB\u884C\u8D50\u798F\uFF0C\u8D4B\u4E88\u5B83\u66F4\u5F3A\u7684\u529B\u91CF\u3002
items.ankh.desc_blessed=\u8FD9\u679A\u8C61\u5F81\u4E0D\u673D\u7684\u53E4\u8001\u9970\u54C1\u80FD\u591F\u8BA9\u4EBA\u8D77\u6B7B\u56DE\u751F\u3002\u8FD9\u679A\u5341\u5B57\u67B6\u5DF2\u88AB\u795D\u798F\u800C\u53D8\u5F97\u66F4\u52A0\u5F3A\u5927\u3002\u5B83\u4F1A\u5728\u5371\u6025\u5173\u5934\u727A\u7272\u81EA\u5DF1\u6765\u6551\u4F60\u4E00\u547D\u3002

items.arcaneresin.name=\u5965\u672F\u805A\u916F
items.arcaneresin.prompt=\u9009\u62E9\u4E00\u6839\u8981\u5438\u6536\u7684\u6CD5\u6756
items.arcaneresin.ac_apply=\u6539\u9020
items.arcaneresin.level_too_high=\u8FD9\u53EA\u6CD5\u6756\u8FC7\u4E8E\u5F3A\u5927\uFF0C\u805A\u916F\u5DF2\u7ECF\u4E0D\u8DB3\u4EE5\u5BF9\u5176\u8FDB\u884C\u8FDB\u4E00\u6B65\u5F3A\u5316\u4E86\u3002
items.arcaneresin.not_enough=\u4F60\u7684\u805A\u916F\u4E0D\u591F\u4E86\uFF01
items.arcaneresin.apply=\u4F60\u5C06\u805A\u916F\u5305\u88AB\u4E8E\u6CD5\u6756\u7684\u8868\u9762\u3002\u6CD5\u6756\u7684\u80FD\u91CF\u6108\u53D1\u51DD\u7EC3\u4E86\uFF01
items.arcaneresin.desc=\u8FD9\u662F\u4E00\u79CD\u547C\u5438\u822C\u53D1\u51FA\u767D\u8272\u4E0E\u7D2B\u8272\u5FAE\u5149\u7684\u7EC6\u817B\u7C89\u672B\u3002\u53EF\u7528\u4E8E\u589E\u5E45\u6CD5\u6756\u7684\u9B54\u529B\uFF0C\u63D0\u5347\u6CD5\u6756\u7684\u7B49\u7EA7\uFF01\n\n\u57FA\u4E8E\u6CD5\u6756\u7684\u7B49\u7EA7\uFF0C\u5347\u7EA7\u4E00\u53EA\u6CD5\u6756\u9700\u8981\u6D88\u80171\u30012\u30013\u4E2A\u805A\u916F\u3002\u4F7F\u7528\u805A\u916F\u6700\u9AD8\u53EA\u80FD\u5C06\u6CD5\u6756\u5347\u7EA7\u81F3+3\u3002\n\n\u6E90\u4E8E\u805A\u916F\u7684\u5347\u7EA7\u4F1A\u88AB\u5347\u7EA7\u5377\u8F74\u53CA\u7C7B\u4F3C\u7684\u9053\u5177\u8986\u76D6\uFF0C\u5E76\u4E14\u8FD9\u79CD\u5347\u7EA7\u4E0D\u4F1A\u7ECF\u7531\u8001\u9B54\u6756\u7684\u704C\u6CE8\u800C\u8F6C\u79FB\u8FC7\u53BB\u3002

items.brokenseal.name=\u7834\u635F\u7EB9\u7AE0
items.brokenseal.ac_affix=\u8D34\u9644
items.brokenseal.prompt=\u9009\u62E9\u4E00\u4EF6\u62A4\u7532\u3002
items.brokenseal.unknown_armor=\u4F60\u9700\u8981\u5148\u9274\u5B9A\u90A3\u4EF6\u62A4\u7532\u3002
items.brokenseal.cursed_armor=\u7EB9\u7AE0\u4E0D\u80FD\u8D34\u9644\u4E8E\u88AB\u8BC5\u5492\u7684\u76D4\u7532\u3002
items.brokenseal.affix=\u4F60\u5C06\u7EB9\u7AE0\u4F69\u6302\u5728\u4E86\u62A4\u7532\u4E0A\uFF01
items.brokenseal.desc=\u4E00\u679A\u8721\u5236\u7EB9\u7AE0\uFF0C\u88AB\u8D34\u5728\u62A4\u7532\u4E0A\u4F5C\u4E3A\u52C7\u6C14\u7684\u8C61\u5F81\u3002\u7EB9\u7AE0\u4E0A\u7684\u5370\u8BB0\u5DF2\u88AB\u5C81\u6708\u78E8\u635F\u6B86\u5C3D\uFF0C\u8FD8\u4ECE\u4E2D\u88C2\u6210\u4E24\u74E3\u3002\n\n\u8FD9\u662F\u4E00\u4EF6\u6765\u81EA\u5BB6\u4E61\u7684\u7EAA\u5FF5\u7269\uFF0C\u5728\u7EB9\u7AE0\u7684\u652F\u6301\u4E0B\u6218\u58EB\u4F1A\u53D8\u5F97\u4E0D\u5C48\u4E0D\u6320\u3002\u4F69\u6234\u7EB9\u7AE0\u65F6\u6218\u58EB\u80FD\u7F13\u6162\u83B7\u5F97\u57FA\u4E8E\u62A4\u7532\u54C1\u8D28\u7684\u989D\u5916\u751F\u547D\u62A4\u76FE\u3002\n\n\u7EB9\u7AE0\u53EF\u4EE5\u88AB_\u8D34\u9644\u5728\u62A4\u7532\u4E0A_\u5E76\u80FD\u5728\u62A4\u7532\u95F4\u8F6C\u79FB\u3002\u5B83\u80FD\u591F\u643A\u5E26\u4E00\u6B21\u5347\u7EA7\u3002
items.brokenseal.choose_title=\u9009\u62E9\u4E00\u4E2A\u523B\u5370
items.brokenseal.choose_desc=\u8FD9\u4EF6\u62A4\u7532\u4E0E\u7834\u635F\u7EB9\u7AE0\u90FD\u643A\u5E26\u7740\u4E00\u4E2A\u523B\u5370\u3002\u8BF7\u9009\u62E9\u4E00\u4E2A\u60F3\u4FDD\u7559\u7684\u523B\u5370\u3002\n\n\u6CE8\u610F\uFF1A\u5982\u679C\u9009\u62E9\u4FDD\u7559\u62A4\u7532\u7684\u523B\u5370\uFF0C\u7EB9\u7AE0\u5C06\u65E0\u6CD5\u8F6C\u79FB\u6B64\u523B\u5370\u3002

items.dewdrop.name=\u9732\u73E0
items.dewdrop.heal=+%d\u751F\u547D
items.dewdrop.shield=+%d\u62A4\u76FE
items.dewdrop.both=+%1$d\u751F\u547D\uFF0C+%2$d\u62A4\u76FE
items.dewdrop.already_full=\u4F60\u7684\u751F\u547D\u503C\u5DF2\u6EE1\u3002
items.dewdrop.desc=\u4E00\u9897\u6676\u83B9\u5254\u900F\u7684\u9732\u73E0\u3002\n\n\u53D7\u8FD9\u7247\u533A\u57DF\u7684\u9B54\u529B\u5F71\u54CD\uFF0C\u51C0\u6C34\u6709\u7740\u5C11\u91CF\u7684\u6CBB\u7597\u6548\u679C\u3002

items.equipableitem.unequip_cursed=\u4F60\u65E0\u6CD5\u79FB\u9664\u4E00\u4EF6\u53D7\u8BC5\u5492\u7684\u7269\u54C1\uFF01
items.equipableitem.ac_equip=\u88C5\u5907
items.equipableitem.ac_unequip=\u53D6\u4E0B

items.energycrystal.name=\u80FD\u91CF\u6C34\u6676
items.energycrystal.desc=\u4E00\u4E9B\u5C0F\u5DE7\u73B2\u73D1\u7684\u80FD\u91CF\u6C34\u6676\uFF0C\u5145\u76C8\u7740\u70BC\u91D1\u80FD\u91CF\u3002\n\n\u8FD9\u4E9B\u6C34\u6676\u662F\u70BC\u91D1\u914D\u65B9\u4E2D\u6700\u5E38\u89C1\u7684\u539F\u6599\uFF0C\u53EF\u501F\u52A9\u70BC\u91D1\u91DC\u4ECE\u6D88\u8017\u54C1\u4E2D\u63D0\u70BC\u83B7\u5F97\u3002

items.gold.name=\u91D1\u5E01
items.gold.desc=\u4E00\u5806\u91D1\u5E01\u3002\u6536\u96C6\u91D1\u5E01\u4EE5\u5728\u968F\u540E\u7684\u5546\u5E97\u4E2D\u6D88\u8D39\u3002

items.heap.for_sale=%2$s\uFF1A%1$d\u91D1\u5E01
items.heap.chest=\u5B9D\u7BB1
items.heap.chest_desc=\u6253\u5F00\u524D\u4F60\u662F\u770B\u4E0D\u89C1\u91CC\u9762\u6709\u4EC0\u4E48\u7684\uFF01
items.heap.locked_chest=\u4E0A\u9501\u7684\u5B9D\u7BB1
items.heap.locked_chest_desc=\u6253\u5F00\u524D\u4F60\u662F\u770B\u4E0D\u89C1\u91CC\u9762\u6709\u4EC0\u4E48\u7684\uFF01\u4F60\u9700\u8981\u4E00\u679A\u91D1\u94A5\u5319\u624D\u80FD\u6253\u5F00\u5B83\u3002
items.heap.crystal_chest=\u6C34\u6676\u5B9D\u7BB1
items.heap.crystal_chest_desc=\u4F60\u770B\u5F97\u89C1\u91CC\u9762\u7684%s\uFF0C\u4F46\u4F60\u9700\u8981\u4E00\u679A\u6C34\u6676\u94A5\u5319\u624D\u80FD\u6253\u5F00\u5B83\u3002
items.heap.artifact=\u4E00\u4EF6\u795E\u5668
items.heap.wand=\u4E00\u6839\u6CD5\u6756
items.heap.ring=\u4E00\u679A\u6212\u6307
items.heap.tomb=\u575F\u5893
items.heap.tomb_desc=\u8FD9\u4E2A\u575F\u5893\u91CC\u6216\u8BB8\u57CB\u846C\u7740\u4E00\u4E9B\u6709\u7528\u7684\u4E1C\u897F\uFF0C\u4F46\u5893\u4E3B\u80AF\u5B9A\u662F\u4E0D\u4F1A\u8BA9\u4F60\u62FF\u8D70\u7684\u3002
items.heap.skeleton=\u9057\u9AB8
items.heap.skeleton_desc=\u67D0\u4E2A\u4E0D\u5E78\u7684\u5192\u9669\u8005\u5B58\u5728\u8FC7\u7684\u552F\u4E00\u8BC1\u660E\u3002\u6216\u8BB8\u53EF\u4EE5\u627E\u627E\u91CC\u9762\u6709\u4EC0\u4E48\u503C\u94B1\u7684\u4E1C\u897F\u3002
items.heap.remains=\u82F1\u96C4\u9057\u9AB8
items.heap.remains_desc=\u4F60\u7684\u67D0\u4E2A\u5148\u8F88\u5B58\u5728\u8FC7\u7684\u552F\u4E00\u8BC1\u660E\u3002\u6216\u8BB8\u80FD\u627E\u5230\u70B9\u4EC0\u4E48\u503C\u94B1\u7684\u4E1C\u897F\u3002

items.honeypot.name=\u8702\u871C\u7F50
items.honeypot.ac_shatter=\u51FB\u788E
items.honeypot.desc=\u8FD9\u4E2A\u5DE8\u578B\u871C\u7F50\u53EA\u662F\u8584\u8584\u5730\u6D82\u4E86\u4E00\u5708\u8702\u871C\uFF0C\u4F5C\u4E3A\u66FF\u4EE3\u91CC\u5934\u4F4F\u7740\u4E00\u53EA\u5DE8\u578B\u871C\u8702\uFF01\u8FD9\u79CD\u5927\u578B\u871C\u8702\u4E00\u822C\u53EA\u5F85\u5728\u8702\u5DE2\u91CC\uFF0C\u4E5F\u8BB8\u7F50\u5B50\u672C\u8EAB\u5C31\u662F\u67D0\u79CD\u7279\u6B8A\u9677\u9631\u5C4B\uFF1F\u871C\u8702\u770B\u8D77\u6765\u5BF9\u7F50\u5B50\u5F88\u6EE1\u610F\uFF0C\u5F53\u4F60\u770B\u5411\u5B83\u65F6\u5B83\u975E\u5E38\u8B66\u60D5\u5730\u5BF9\u4F60\u56DE\u4EE5\u55E1\u9E23\u3002
items.honeypot$shatteredpot.name=\u7834\u788E\u7684\u8702\u871C\u7F50
items.honeypot$shatteredpot.desc=\u8FD9\u4E2A\u7F50\u5B50\u5DF2\u7ECF\u88AB\u6253\u788E\uFF0C\u4EC5\u9760\u7F50\u6CBF\u7684\u7C98\u7A20\u8702\u871C\u52C9\u5F3A\u7EF4\u6301\u5F62\u72B6\uFF0C\u800C\u4E14\u6B63\u5728\u7F13\u7F13\u89E3\u4F53\u3002\n\n\u5C3D\u7BA1\u871C\u7F50\u788E\u4E86\uFF0C\u770B\u6765\u871C\u8702\u4F9D\u7136\u60F3\u634D\u536B\u5B83\u7684\u4F4F\u6240\u3002

items.item.prompt=\u9009\u62E9\u4E22\u51FA\u7684\u65B9\u4F4D
items.item.ac_drop=\u653E\u4E0B
items.item.ac_throw=\u6254\u51FA
items.item.rankings_desc=\u6B7B\u4E8E\uFF1A%s
items.item.curse=\u8BC5\u5492

items.kindofmisc.unequip_title=\u5378\u4E0B\u4E00\u4EF6\u88C5\u5907
items.kindofmisc.unequip_message=\u4F60\u5FC5\u987B\u5148\u53D6\u4E0B\u4E00\u4EF6\u88C5\u5907\u3002\u8BF7\u9009\u62E9\u8981\u66FF\u6362\u7684\u7269\u54C1\u3002

items.kindofweapon.equip_cursed=\u4F60\u7684\u624B\u4E0D\u53D7\u63A7\u5236\u5730\u63E1\u7D27\u4E86\u8FD9\u4EF6\u6B66\u5668\u3002

items.kingscrown.name=\u77EE\u4EBA\u56FD\u738B\u7684\u7687\u51A0
items.kingscrown.ac_wear=\u52A0 \u5195
items.kingscrown.naked=\u975E\u5E38\u9057\u61BE\uFF0C\u7687\u51A0\u7684\u9B54\u529B\u65E0\u6CD5\u5F3A\u5316\u4F60\u7684\u5185\u8863\u3002
items.kingscrown.upgraded=\u7687\u51A0\u7194\u4E3A\u66DC\u65E5\u822C\u7684\u91D1\u5149\uFF0C\u800C\u4F60\u7684\u62A4\u7532\u5728\u7167\u8000\u4E0B\u5F00\u59CB\u9010\u6E10\u53D8\u5F62\uFF01
items.kingscrown.ratgraded=\u9F20\u738B\u6325\u722A\u4FBF\u53EC\u51FA\u4E86\u4E07\u4E08\u5149\u8292\uFF0C\u800C\u4F60\u7684\u62A4\u7532\u5728\u7167\u8000\u4E0B\u5F00\u59CB\u9010\u6E10\u53D8\u5F62\uFF01
items.kingscrown.desc=\u672B\u4EE3\u77EE\u4EBA\u56FD\u738B\u7684\u7687\u51A0\uFF0C\u81F3\u5F3A\u7684\u9B54\u6CD5\u80FD\u91CF\u4EE5\u5149\u8292\u7684\u5F62\u5F0F\u4ECE\u4E2D\u8F90\u5C04\u800C\u51FA\u3002\n\n\u5982\u679C\u4F60\u6709\u51B3\u5FC3\u5C06\u5176\u6234\u4E0A\uFF0C\u7687\u51A0\u7684\u9B54\u529B\u4F1A\u6D8C\u5165\u4F60\u6B63\u5728\u88C5\u5907\u7684\u62A4\u7532\uFF0C\u5C06\u5176\u6539\u9020\u4E3A_\u62E5\u6709\u7279\u6B8A\u6280\u80FD\u7684\u72EC\u7279\u82F1\u96C4\u62A4\u7532\u3002_\u65B0\u7684\u62A4\u7532\u4F1A\u4FDD\u7559\u539F\u62A4\u7532\u7684\u6240\u6709\u5C5E\u6027\u4E0E\u523B\u5370\u3002

items.liquidmetal.name=\u6DB2\u91D1
items.liquidmetal.ac_apply=\u4FEE\u590D
items.liquidmetal.prompt=\u9009\u62E9\u4E00\u4E2A\u6295\u63B7\u7269
items.liquidmetal.already_fixed=\u8FD9\u4EF6\u6295\u63B7\u7269\u5DF2\u7ECF\u5B8C\u597D\u65E0\u635F\u4E86\uFF01
items.liquidmetal.apply=\u4F60\u4E3A\u4E86\u4FEE\u590D\u8BE5\u6295\u63B7\u7269\u6D88\u8017\u4E86%d\u6EF4\u6DB2\u91D1\u3002
items.liquidmetal.desc=\u6D82\u62B9\u5728\u4E00\u4EF6\u6295\u63B7\u6B66\u5668\u7684\u8868\u9762\u65F6\uFF0C\u8FD9\u5982\u540C\u5E26\u6709\u9B54\u529B\u822C\u795E\u5947\u7684\u6DB2\u4F53\u5C31\u4F1A\u6E17\u5165\u5176\u78E8\u635F\u4E4B\u5904\uFF0C\u8986\u76D6\u6BCF\u4E00\u5904\u522E\u64E6\uFF0C\u586B\u5E73\u6BCF\u4E00\u5904\u6C9F\u58D1\uFF0C\u4F7F\u4E4B\u7115\u7136\u4E00\u65B0\uFF01\n\n\u5B8C\u5168\u4FEE\u590D\u4E00\u4EF6 1 \u9636\u6295\u63B7\u6B66\u5668\u9700\u8981\u6D88\u8017 10 \u6EF4\u6DB2\u91D1\uFF0C\u4FEE\u590D\u4E00\u4EF6 5 \u9636\u6295\u63B7\u6B66\u5668\u5219\u6D88\u8017 30 \u6EF4\u6DB2\u91D1\u3002\u88AB\u4FEE\u590D\u7684\u6295\u63B7\u6B66\u5668\u6BCF\u6709\u4E00\u5C42\u5347\u7EA7\u5219\u591A\u6D88\u8017\u4E00\u500D\u7684\u6DB2\u91D1\u3002\n\n\u6DB2\u91D1\u65E0\u6CD5\u7528\u4E8E\u4FEE\u590D\u6D82\u836F\u98DE\u9556\u4E0A\u836F\u6DB2\u7684\u8010\u4E45\u3002

items.lostbackpack.name=\u9057\u7269
items.lostbackpack.desc=\u4F60\u7684\u9057\u7269\uFF0C\u5305\u542B\u4F60\u9057\u7559\u5728\u6B64\u7684\u6240\u6709\u7269\u54C1\u3002\u5FEB\u5FEB\u91CD\u65B0\u62E5\u6709\u5B83\u4EEC\u5427\uFF01\n\n\u201C\u6211\u53C8\u56DE\u6765\u4E86\uFF01\u518D\u6765\u6218\u554A\uFF01\u201D

items.merchantsbeacon.name=\u5546\u4EBA\u4FE1\u6807
items.merchantsbeacon.ac_use=\u4F7F\u7528
items.merchantsbeacon.desc=\u8FD9\u4EF6\u77EE\u4EBA\u79D1\u6280\u7684\u5947\u7279\u4EA7\u7269\u80FD\u591F\u8BA9\u4F60\u548C\u9065\u8FDC\u7684\u5730\u65B9\u901A\u8BAF\u3002\n\n\u6FC0\u6D3B\u65F6\uFF0C\u8FD9\u679A\u4FE1\u6807\u53EF\u4EE5\u8BA9\u4F60\u4ECE\u5730\u7262\u7684\u4EFB\u610F\u89D2\u843D\u5411\u50CF\u7D20\u5546\u5E97\u51FA\u552E\u7269\u54C1\u3002\n\n\u4E0D\u8FC7\u4FE1\u6807\u5185\u7684\u9B54\u6CD5\u53EA\u591F\u652F\u6491\u4E00\u6B21\u4F1A\u8BDD\uFF0C\u8BF7\u914C\u60C5\u4F7F\u7528\u3002

items.stylus.name=\u5965\u672F\u523B\u7B14
items.stylus.ac_inscribe=\u8680\u523B
items.stylus.prompt=\u9009\u62E9\u4E00\u4EF6\u62A4\u7532
items.stylus.identify=\u4F60\u9700\u8981\u5148\u9274\u5B9A\u90A3\u4EF6\u62A4\u7532\u3002
items.stylus.cursed=\u5965\u672F\u523B\u7B14\u7684\u529B\u91CF\u65E0\u6CD5\u4F5C\u7528\u5728\u88AB\u8BC5\u5492\u7684\u62A4\u7532\u4E0A\u3002
items.stylus.inscribed=\u4F60\u7528\u523B\u7B14\u96D5\u523B\u4E86\u76D4\u7532\u3002
items.stylus.desc=\u8FD9\u652F\u5965\u672F\u8680\u7B14\u7531\u4E00\u79CD\u6697\u9ED1\u8272\u7684\u575A\u786C\u77F3\u6599\u5236\u6210\u3002\u4F60\u80FD\u7528\u5B83\u5728\u62A4\u7532\u4E0A\u523B\u4E0B\u9B54\u6CD5\u523B\u5370\uFF0C\u4E0D\u8FC7\u4F60\u65E0\u6CD5\u81EA\u4E3B\u9009\u62E9\uFF0C\u523B\u7B14\u4F1A\u66FF\u4F60\u505A\u51FA\u51B3\u5B9A\u3002

items.tengusmask.name=\u5929\u72D7\u7684\u9762\u5177
items.tengusmask.ac_wear=\u4F69 \u6234
items.tengusmask.used=\u9762\u5177\u74E6\u89E3\u4E86\uFF0C\u5B83\u6240\u8574\u542B\u7684\u80FD\u91CF\u6D8C\u5165\u4E86\u4F60\u7684\u8EAB\u4F53\u3002
items.tengusmask.desc=\u5929\u72D7\u6B7B\u65F6\uFF0C\u8FD9\u5E45\u9762\u5177\u50CF\u892A\u76AE\u822C\u4ECE\u4ED6\u7684\u8138\u4E0A\u5931\u843D\u5730\u6ED1\u4E0B\u3002\u4F60\u80FD\u611F\u53D7\u5B83\u5728\u6CE2\u52A8\u7740\u4E00\u80A1\u795E\u5999\u7684\u9B54\u529B\uFF0C\u4EFF\u4F5B\u5728\u6781\u529B\u529D\u4F60\u6210\u4E3A\u5B83\u7684\u65B0\u4E3B\u4EBA\u3002\u96BE\u9053\u5929\u72D7\u6234\u4E0A\u5B83\u65F6\u4E5F\u662F\u88AB\u5176\u529B\u91CF\u5438\u5F15\uFF1F\n\n\u5982\u679C\u4F60\u6709\u52C7\u6C14\u5C06\u5176\u6234\u4E0A\uFF0C\u9762\u5177\u7684\u5E9E\u5927\u529B\u91CF\u4F1A\u8F6C\u5AC1\u5230\u4F60\u4F53\u5185\uFF0C\u4F9B\u4F60\u4E3A\u82F1\u96C4_\u9009\u62E9\u4E00\u79CD\u804C\u4E1A\u4E13\u7CBE\u3002_\n\n\u4F60\u4F1A\u9009\u62E9\u54EA\u6761\u9053\u8DEF\uFF1F

items.torch.name=\u706B\u628A
items.torch.ac_light=\u70B9\u71C3
items.torch.desc=\u5192\u9669\u5FC5\u5907\u7269\u54C1\uFF0C\u6BCF\u5F53\u5730\u7262\u9677\u5165\u9ED1\u6697\u4E4B\u65F6\uFF0C\u706B\u628A\u80FD\u8BA9\u4F60\u8D70\u4E0A\u6B63\u786E\u7684\u9053\u8DEF\u3002

items.waterskin.name=\u6C34\u888B
items.waterskin.ac_drink=\u996E\u7528
items.waterskin.collected=\u4F60\u5C06\u4E00\u6EF4\u9732\u73E0\u6536\u96C6\u5230\u4E86\u6C34\u888B\u91CC\u3002
items.waterskin.full=\u4F60\u7684\u6C34\u888B\u88C5\u6EE1\u4E86\uFF01
items.waterskin.empty=\u4F60\u7684\u6C34\u888B\u4E00\u6EF4\u4E5F\u4E0D\u5269\u4E86\uFF01
items.waterskin.desc=\u725B\u76AE\u7F1D\u5236\u7684\u6DB2\u4F53\u5BB9\u5668\uFF0C\u88AB\u8F6F\u6728\u585E\u7262\u7262\u5BC6\u5C01\u7740\u3002\u5728\u6FC0\u70C8\u7684\u640F\u6597\u4E2D\u4E5F\u4E0D\u4F1A\u6F0F\u51FA\u4E00\u6EF4\u5185\u5BB9\u3002
items.waterskin.desc_water=\u4F60\u7684\u6C34\u888B\u91CC\u53EA\u6709\u666E\u666E\u901A\u901A\u7684\u996E\u7528\u6C34\uFF0C\u5730\u7262\u4E2D\u80AF\u5B9A\u4F1A\u6709\u66F4\u503C\u5F97\u88C5\u7684\u4E1C\u897F\u3002
items.waterskin.desc_heal=\u6C34\u888B\u91CC\u73B0\u5728\u88C5\u7740\u6709\u6CBB\u6108\u9B54\u529B\u7684\u9732\u6C34\u3002\u6C34\u888B\u8D8A\u6EE1\uFF0C\u4F60\u5728\u996E\u7528\u65F6\u77AC\u95F4\u6062\u590D\u7684\u751F\u547D\u4E5F\u4F1A\u8D8A\u591A\u3002\u4F60\u6BCF\u6B21\u4F7F\u7528\u90FD\u53EA\u4F1A\u559D\u6389\u4F60\u9700\u8981\u7684\u91CF\u3002
items.waterskin.desc_full=\u88C5\u6EE1\u4E86\u7684\u6C34\u888B\u6563\u53D1\u7740\u4E00\u80A1\u80FD\u91CF\uFF0C\u4E5F\u8BB8\u80FD\u591F\u7528\u6765\u795D\u798F\u5176\u4ED6\u7684\u751F\u5B58\u9053\u5177\uFF1F
